Repository: HearthSim/Hearthstone-Deck-Tracker
Catalog: Hearthstone Deck Tracker/Languages/Strings.*.resx
Languages: de_de

source: Action
de_de: Aktion

source: Add
de_de: Hinzufügen

source: ALL
de_de: ALLE

source: BASIC
de_de: BASIS

source: CANCEL
de_de: ABBRECHEN

source: Card
de_de: Karte

source: CLASS ONLY
de_de: NUR KLASSE

source: Clear
de_de: Leeren

source: Coin
de_de: Münze

source: cost
de_de: Kosten

# DeckSelectionDialog_GAMES
source: Games:
de_de: Spiele:

# DeckSelectionDialog_MODE
source: Mode:
de_de: Modus:

# DeckSelectionDialog_SELECTYOURDECK
source: Select your deck
de_de: Wähle dein Deck

# DeckSelectionDialog_SHOWGAMEWITHNODECK
source: Show games with a/no associated deck.
de_de: Zeige Spiele mit einem/keinem zugeordneten Deck.

# DeckSelectionDialog_TIMEFRAME
source: Timeframe:
de_de: Zeitfenster:

# DeckSelectionDialog_TITLE
source: Wrong deck detected
de_de: Falsches Deck entdeckt

# DeckStatsControl_CLASSOVERVIEW
source: Overview Class: wins - losses
de_de: Übersicht Klasse: Siege - Niederlagen

# DeckStatsControl_DECKGRIDCOLUM
source: Overview Deck: wins - losses
de_de: Übersicht Deck: Siege - Niederlagen

# DeckStatsControl_EDITNOTE
source: Edit Note
de_de: Notiz bearbeiten

# DeckStatsControl_GRIDCOLUM
source: Total
de_de: Gesamt

# DeckStatsControl_MOVETOOTHERDECK
source: Move to other deck
de_de: Bewege zu anderem Deck

# DeckStatsControl_OVERVIEWDETAIL
source: Overview Detail: wins - losses
de_de: Übersicht Detail: Siege - Niederlagen

# DeckStatsControl_OVERVIEWTOTAL
source: Overview Total: wins - losses
de_de: Übersicht Gesamt: Siege - Niederlagen

# DeckStatsControl_SHOWASPERCENT
source: Show as percent
de_de: Zeige als Prozent

# DeckStatsControl_SHOWGAMEDETAILS
source: Show game details
de_de: Zeige Spiel Details

source: Delete
de_de: Löschen

source: donate
de_de: spende

source: drawing
de_de: ziehen

source: Draws
de_de: Gezogen

# GameDetails_GAMEDETAILS
source: Game Details
de_de: Spiel Details

# GameDetails_IMPORTOPPONENTDECK
source: Import opponent deck
de_de: Gegner Deck importieren

# GameDetails_OPPONENT
source: Opponent:
de_de: Gegner:

# GameDetails_PLAYER
source: Player:
de_de: Spieler:

source: Games
de_de: Spiele:

source: General
de_de: Allgemein

source: having
de_de: haben

source: help
de_de: Hilfe

# Help_CARDMARKS
source: Card Marks
de_de: Karten Markierungen

# Help_CARDNEXTTURN
source: a card next turn.
de_de: eine Karte nächste Runde.

# Help_CHANCEOFYOUROPPONENT
source: The chance of your opponent
de_de: Die Chance, dass dein Gegner

# Help_CONTAINSABRIEF
source: contains a brief overview of all the features.
de_de: Beinhaltet eine kurze Übersicht aller Features.

# Help_DRAWCARD
source: The chances of drawing a card with [2] or [1] copies left in the deck.
de_de: Die Chance eine Karte mit [2] oder [1] im Deck verbleibenden Kopien zu ziehen.

# Help_FIRSTNUMBER
source: First number:
de_de: Erste Zahl:

# Help_FOUNDABUG
source: I found a bug, what do I do?
de_de: Ich habe einen Bug gefunden, was tun?

# Help_GITHUBPROJECT
source: GitHub Project
de_de: GitHub Projekt

# Help_OPPONENT
source: Opponent:
de_de: Gegner:

# Help_OPTION2
source: 2) Send me an email: epikz37@gmail.com
de_de: 2) Schicke mir eine email: epikz37@gmail.com

# Help_PROJECTCANBEFOUND
source: The project can be found
de_de: Das Projekt kann gefunden werden

# Help_SECONDNUMBER
source: Second number:
de_de: Zweite Zahl

# Help_TWOOPTIONSHERE
source: Two options here:
de_de: Hier gibt's zwei Möglichkeiten:

# Help_WHATAREALLTHESEPERCENTAGES
source: What are all these percentages?
de_de: Was sind all diese Prozente?

source: Hero
de_de: Held

# MainWindow_AUTODECKSELECTION
source: AUTO DECK SELECTION
de_de: AUTO DECK AUSWAHL

# MainWindow_COPYIDSTOCLIPBOARD
source: COPY IDS TO _CLIPBOARD
de_de: IDS IN _ZWISCHENABLAGE KOPIEREN

# MainWindow_DRUID
source: _DRUID
de_de: _DRUIDE

# MainWindow_EDIT
source: _EDIT
de_de: _BEARBEITEN

# MainWindow_EDITCLONE
source: CLONE
de_de: KLONEN

# MainWindow_EDITDELETE
source: DELETE
de_de: LÖSCHEN

# MainWindow_EDITNOTES
source: _NOTES
de_de: _NOTIZEN

# MainWindow_EXPORT
source: _EXPORT
de_de: _EXPORTIEREN

# MainWindow_FROMFILE
source: FROM _FILE
de_de: AUS _DATEI

# MainWindow_FROMIDSTRING
source: FROM _ID STRING
de_de: VON _ID STRING

# MainWindow_FROMLASTGAME
source: FROM LAST _GAME
de_de: AUS LETZTEM SPIEL

# MainWindow_FROMWEB
source: FROM _WEB
de_de: AUS DEM WEB

# MainWindow_HUNTER
source: _HUNTER
de_de: _JÄGER

# MainWindow_IMPORT
source: _IMPORT
de_de: _IMPORTIEREN

# MainWindow_MAGE
source: _MAGE
de_de: _MAGIER

# MainWindow_NAMEALREADYEXISTS
source: Name already exists
de_de: Name existiert bereits

# MainWindow_NEW
source: _NEW
de_de: _NEU

# MainWindow_NOTES
source: Notes
de_de: Notizen

# MainWindow_PRIEST
source: _PRIEST
de_de: _PRIESTER

# MainWindow_ROGUE
source: _ROGUE
de_de: _SCHURKE

# MainWindow_SAVEASXML
source: SAVE AS _XML
de_de: ALS _XML SPEICHERN

# MainWindow_SEARCH
source: Search...
de_de: Suchen...

# MainWindow_SETTAGS
source: Set tags
de_de: Tags setzen

# MainWindow_SHAMAN
source: _SHAMAN
de_de: _SCHAMANE

# MainWindow_SORTFILTER
source: _SORT / FILTER
de_de: _SORTIEREN / FILTERN

# MainWindow_SORTFILTERDECKS
source: Sort / Filter Decks
de_de: Decks sortieren / filtern

# MainWindow_TOHEARTHSTONE
source: TO _HEARTHSTONE
de_de: NACH _HEARTHSTONE

# MainWindow_TOHEARTHSTONEFROMWEB
source: TO HEARTHSTONE FROM _WEB
de_de: NACH HEARTHSTONE AUS DEM _WEB

# MainWindow_USENODECK
source: USE _NO DECK
de_de: _KEIN DECK BENUTZEN

# MainWindow_WARLOCK
source: _WARLOCK
de_de: _HEXENMEISTER

# MainWindow_WARRIOR
source: _WARRIOR
de_de: _KRIEGER

source: Mode
de_de: Modus

# MoveGameDialog_TITLE
source: Select target deck
de_de: Ziel Deck auswählen

source: Name already exists
de_de: Name existiert bereits

source: NEUTRAL ONLY
de_de: NUR NEUTRAL

source: Note
de_de: Notiz

# NoteDialog_NOTE
source: Note...
de_de: Notiz...

# NoteDialog_SAVEWITHENTER
source: Save with ENTER
de_de: Mit ENTER speichern

# NoteDialog_TITLE
source: NOTE FOR THIS GAME
de_de: NOTIZ FÜR DIESES SPIEL

source: Opponent
de_de: Gegner

# OpponentWindow_TITLE
source: Opponent
de_de: Gegner

source: options
de_de: Optionen

# Options_ACCENT
source: Accent:
de_de: Akzent:

# Options_ADDITIONALCARDTOOLTIPS
source: Additional card tooltips
de_de: Zusätzliche Karten Tooltips

# Options_ADDITIONALWINDOWS
source: Additional Windows
de_de: Zusätzliche Fenster

# Options_ADVANCEDWINDOWSEARCH
source: Advanced window search
de_de: Erweiterte Fenster Suche

# Options_ALERTATXSECONDS
source: Alert at X seconds
de_de: Warnton bei X Sek.

# Options_AUTOCLEARCARDS
source: Auto clear cards
de_de: Karten automatisch leeren

# Options_BACKGROUND
source: Background:
de_de: Hintergrund:

# Options_CARDTOOLTIPS
source: Card tooltips
de_de: Karten Tooltips

# Options_CARDTOOLTIPSINTRACKER
source: Card tooltips in Tracker
de_de: Karten Tooltips im Tracker

# Options_CHECKFORUPDATES
source: Check for updates
de_de: Auf Updates prüfen

# Options_CLASSCARDSFIRST
source: Class cards first
de_de: Klassenkarten zuerst

# Options_CUSTOMHEX
source: Custom hex:
de_de: Benutzerdefinierter hex:

# Options_DISCARDGAMEIFINCORRECT
source: Discard game if incorrect deck
de_de: Spiel verwerfen bei falschem Deck

# Options_DONTRESETDECK
source: Don't reset decks after game
de_de: Decks nach Spiel nicht zurücksetzen

# Options_DONTSHOWDECK
source: Don't show deck select if only 1
de_de: Deckauswahl nicht zeigen bei nur 1

# Options_EXPORTINGTOHS
source: Exporting to Hearthstone
de_de: Exportieren zu Hearthstone

# Options_EXTRAFEATURES
source: Extra Features - may cause lag
de_de: Extra Features - Lag möglich

# Options_FLASHHSONTURNSTART
source: Flash Hearthstone on turn start
de_de: Hearthstone zu Zugbeginn blinken

# Options_FORSECRETSONLY
source: For secrets only
de_de: Nur für Geheimnisse

# Options_FULLTEXTSEARCH
source: Full text search in New Deck
de_de: Volle textsuche in Neues Deck

# Options_GLODENSTALAGG
source: Golden Stalagg
de_de: Goldener Stalagg

# Options_GOLDENFEUGEN
source: Golden Feugen
de_de: Goldener Feugen

# Options_HIDECARDAGE
source: Hide card-age
de_de: Karten-Alter ausblenden

# Options_HIDECARDMARKS
source: Hide card-marks
de_de: Karten-Markierungen ausblenden

# Options_HIDECOMPLETELY
source: Hide (completely)
de_de: Ausblenden (komplett)

# Options_HIDEDECKS
source: Hide decks
de_de: Decks ausblenden

# Options_HIDEIFHSINBACKGROUND
source: Hide if HS in background
de_de: Ausblenden wenn HS im Hintergrund

# Options_HIDEINMENU
source: Hide in menu
de_de: Im Menü ausblenden

# Options_HIDESECRETS
source: Hide secrets
de_de: Geheimnisse ausblenden

# Options_HIDETIMERS
source: Hide timers
de_de: Timer ausblenden

# Options_HIGHLIGHTCARD
source: Highlight cards in hand
de_de: Karten in der Hand hervorheben

# Options_HIGHLIGHTDISCARDED
source: Highlight discarded from deck
de_de: Vom Deck abgeworfene Karten hervorheben

# Options_HIGHLIGHTLASTCARD
source: Highlight last drawn card
de_de: Zuletzt gezogene Karte hervorheben

# Options_IMPORTFROMWEB
source: Importing from Websites
de_de: Importieren von Websites

# Options_INCLUDEOBTAINEDCARDS
source: Include obtained cards
de_de: Erhaltene Karten einschließen

# Options_KEEPSTATSWHENDELETINGDECK
source: Keep stats when deleting deck
de_de: Stats behalten beim Löschen von Decks

# Options_KEYONGAMEEND
source: Key on game end:
de_de: Tastendruck bei Spielende

# Options_KEYONGAMESTART
source: Key on game start:
de_de: Tastendruck bei Spielstart:

# Options_LANGUAGE
source: Language:
de_de: Sprache:

# Options_MINIMIZETOTRAY
source: Minimize to tray
de_de: In den Tray minimieren

# Options_ONLYIFHSINFOREGROUND
source: Only if HS in foreground
de_de: Nur wenn HS im Vordergrund

# Options_OPACITY
source: Opacity:
de_de: Deckkraft:

# Options_OPPONENTDECK
source: Opponent deck
de_de: Gegner Deck

# Options_PASTENAMESFROMCLIPBOARD
source: Paste names from clipboard
de_de: Namen aus der Zwischenablage einfügen

# Options_PLAYERDECK
source: Player deck
de_de: Spieler Deck

# Options_POPUPHSONTURNSTART
source: Popup Hearthstone on turn start
de_de: Hearthstone öffnen bei Zugbeginn

# Options_PRIORITIZEGOLDENCARDS
source: Prioritize golden cards
de_de: Goldene Karten priorisieren

# Options_RECORDARENA
source: Record Arena
de_de: Arena aufzeichnen

# Options_RECORDCASUAL
source: Record Casual
de_de: Casual aufzeichnen

# Options_RECORDFRIENDLY
source: Record Friendly
de_de: Friendly aufzeichnen

# Options_RECORDGAMES
source: Record Games
de_de: Spiele aufzeichnen

# Options_RECORDOTHER
source: Record Other
de_de: Andere aufzeichnen

# Options_RECORDPRRACTICE
source: Record Practice
de_de: Übung aufzeichnen

# Options_RECORDRANKED
source: Record Ranked
de_de: Gewertet aufzeichnen

# Options_REMOVECARD
source: Remove cards if count is 0
de_de: Entfernen wenn Kartenanzahl 0

# Options_SAVECONFIGINAPPDATA
source: Save config in AppData
de_de: Config in AppData speichern

# Options_SAVEDATAINAPPDATA
source: Save data in AppData
de_de: Daten in AppData speichern

# Options_SAVETOFILE
source: Save to file
de_de: Als Datei speichern

# Options_SCALING
source: Scaling:
de_de: Skalierung:

# Options_SETDECKNAME
source: Set deck name
de_de: Deck Namen setzen

# Options_SHOWDECKSTATS
source: Show deck stats in new window
de_de: Zeige Deck Stats in neuem Fenster

# Options_SHOWLOGTAB
source: Show Log-tab
de_de: Zeige Log-Tag

# Options_SHOWMANACURVE
source: Show Manacurve
de_de: Zeige Manakurve

# Options_SHOWNOTEDIALOG
source: Show note dialog after game
de_de: Zeige Notizdialog nach dem Spiel

# Options_SOUNDANALERTANDFLASH
source: Sound an alert and flash when you have X seconds remaining
de_de: Spielt ein Warnton wenn nur noch X Sekunden übrig sind.

# Options_SPEED
source: Speed:
de_de: Geschwindigkeit:

# Options_STARTMINIMIZED
source: Start minimized
de_de: Minimiert starten

# Options_TAGDECKSONIMPORT
source: Tag decks on import
de_de: Decks bei import taggen

# Options_USESAMESCALING
source: Use same scaling for player/opponent
de_de: Gleiche Skalierung für Spieler/Gegner benutzen

source: Other
de_de: Andere

source: Player
de_de: Spieler

# PlayerWindow_TITLE
source: Player
de_de: Spieler

source: Plays
de_de: Gespielt

source: Reset
de_de: Zurücksetzen

source: Result
de_de: Ergebnis

source: SAVE
de_de: SPEICHERN

# SortFilterDecks_DELETESELECTED
source: Delete Selected
de_de: Ausgewählten löschen

# SortFilterDecks_FILTERBYTAGS
source: Filter by tags:
de_de: Nach Tags filtern

# SortFilterDecks_NEWTAG
source: New Tag
de_de: Neues Tag

# SortFilterDecks_SORTDECKSBY
source: Sort decks by:
de_de: Decks sortieren nach:

source: Sorting
de_de: Sortierung

source: Time
de_de: Zeit

source: Total
de_de: Gesmt

source: Turn
de_de: Runde

source: TYPE
de_de: TYP

source: Unlock
de_de: Entsperren

# Help_PLAYER
source: Player:
de_de: Spieler

# ENUM_WithDeck
source: With deck
de_de: Mit Deck

# ENUM_WithoutDeck
source: Without Deck
de_de: Ohne Deck

# ENUM_All
source: All
de_de: Alle
