Repository: HearthSim/Hearthstone-Deck-Tracker
Catalog: Hearthstone Deck Tracker/Properties/Strings.*.resx
Languages: ja_jp, ru_ru, zh_cn

# Stats_Arena_ClassStats_Label_TotalGames
source: Total games:
ja_jp: 合計ゲーム:
ru_ru: Всего игр:
zh_cn: 总游戏：

# Stats_Arena_ClassStats_Label_HoursPlayed
source: Hours played:
ja_jp: 遊んだ時間
ru_ru: Всего часов:
zh_cn: 游戏时间：

# Stats_Arena_ClassStats_Label_AverageWins
source: Average wins:
ja_jp: 平均 勝数:
ru_ru: Побед в среднем:
zh_cn: 场均胜利：

# Stats_Arena_ClassStats_Label_Winrate
source: Win rate:
ja_jp: 勝率:
ru_ru: Шанс победы:
zh_cn: 胜率：

# Stats_Arena_ClassStats_Label_BestRun
source: Best Run:
ja_jp: 最高:
ru_ru: Лучший заход:
zh_cn: 最佳场次：

# Stats_Arena_ClassStats_Label_BestRunFallback
source: None
ja_jp: なし
ru_ru: Нет
zh_cn: 无

# Stats_Arena_ClassStats_Label_BestMatchup
source: Best matchup:
ja_jp: 最高のマッチアップ
ru_ru: Лучший противник:
zh_cn: 最佳对决：

# Stats_Arena_ClassStats_Label_BestMatchupFallback
source: None
ja_jp: なし
ru_ru: Нет
zh_cn: 无

# Stats_Arena_ClassStats_Label_WorstMatchup
source: Worst matchup:
ja_jp: 最悪のマッチアップ
ru_ru: Худший противник:
zh_cn: 最糟对决：

# Stats_Arena_ClassStats_Label_WorstMatchupFallback
source: None
ja_jp: なし
ru_ru: Нет
zh_cn: 无

# Stats_Arena_Rewards_Label_Gold
source: Gold
ja_jp: ゴールド
ru_ru: Золото
zh_cn: 金币

# Stats_Arena_Rewards_Label_Gold_Total
source: Total:
ja_jp: 合計:
ru_ru: Всего:
zh_cn: 总计：

# Stats_Arena_Rewards_Label_Gold_Average
source: Average:
ja_jp: 平均:
ru_ru: В среднем:
zh_cn: 平均：

# Stats_Arena_Rewards_Label_Gold_Spent
source: Spent:
ja_jp: 使用ゴールド:
ru_ru: Потрачено:
zh_cn: 花费：

# Stats_Arena_Rewards_Label_Dust
source: Dust
ja_jp: 魔素
ru_ru: Пыль
zh_cn: 粉尘

# Stats_Arena_Rewards_Label_Dust_Total
source: Total:
ja_jp: 合計:
ru_ru: Всего:
zh_cn: 总计：

# Stats_Arena_Rewards_Label_Dust_Average
source: Average:
ja_jp: 平均:
ru_ru: В среднем:
zh_cn: 平均：

# Stats_Arena_Rewards_Label_Packs
source: Packs
ja_jp: パック
ru_ru: Пачки
zh_cn: 卡包

# Stats_Arena_Rewards_Label_Packs_Total
source: Total:
ja_jp: 合計:
ru_ru: Всего:
zh_cn: 总计：

# Stats_Arena_Rewards_Label_Packs_Average
source: Average:
ja_jp: 平均:
ru_ru: В среднем:
zh_cn: 平均：

# Stats_Arena_Rewards_Label_Packs_Classic
source: Classic:
ja_jp: クラシック:
ru_ru: Классические:
zh_cn: 经典：

# Stats_Arena_Rewards_Label_Packs_Gvg
source: Goblins vs Gnomes:
ja_jp: ゴブリンvsノーム:
ru_ru: Гоблины и гномы:
zh_cn: 地精大战侏儒：

# Stats_Arena_Rewards_Label_Packs_Tgt
source: The Grand Tournament:
ja_jp: グランド トーナメント:
ru_ru: Большой турнир:
zh_cn: 冠军的试炼：

# Stats_Arena_Rewards_Label_Packs_Wotog
source: Whispers of the Old Gods:
ja_jp: 旧神のささやき:
ru_ru: Древние боги:
zh_cn: 上古之神的低语：

# Stats_Arena_Rewards_Label_Cards
source: Cards
ja_jp: カード
ru_ru: Карты
zh_cn: 卡牌

# Stats_Arena_Rewards_Label_Cards_Total
source: Total:
ja_jp: 合計:
ru_ru: Всего:
zh_cn: 总计：

# Stats_Arena_Rewards_Label_Cards_Average
source: Average:
ja_jp: 平均:
ru_ru: В среднем:
zh_cn: 平均：

# Stats_Arena_Rewards_Label_Cards_Golden
source: Golden:
ja_jp: ゴールデン:
ru_ru: Золотые:
zh_cn: 金卡:

# Stats_Arena_Rewards_Label_Cards_Golden_Average
source: Average:
ja_jp: 平均:
ru_ru: В среднем:
zh_cn: 平均：

# Stats_Arena_Runs_Label
source: Arena runs
ja_jp: 闘技場戦績
ru_ru: Заходы на арену
zh_cn: 竞技场次数

# Stats_Arena_Runs_Table_Class
source: Class
ja_jp: クラス
ru_ru: Класс
zh_cn: 职业

# Stats_Arena_Runs_Table_Started
source: Started
ja_jp: 開始
ru_ru: Начато
zh_cn: 开始日期

# Stats_Arena_Runs_Table_Wins
source: Wins
ja_jp: 勝利数
ru_ru: Победы
zh_cn: 胜

# Stats_Arena_Runs_Table_Losses
source: Losses
ja_jp: 敗北数
ru_ru: Поражения
zh_cn: 负

# Stats_Arena_Runs_Table_Gold
source: Gold
ja_jp: ゴールド
ru_ru: Золото
zh_cn: 金币

# Stats_Arena_Runs_Table_Dust
source: Dust
ja_jp: 魔素
ru_ru: Пыль
zh_cn: 粉尘

# Stats_Arena_Runs_Table_Packs
source: Packs
ja_jp: パック
ru_ru: Пачки
zh_cn: 卡包

# Stats_Arena_Runs_Table_Cards
source: Cards
ja_jp: カード
ru_ru: Карты
zh_cn: 卡牌

# Stats_Arena_Runs_Table_Duration
source: Duration
ja_jp: 期間
ru_ru: Продолжительность
zh_cn: 历时

# Stats_Arena_Runs_Table_Region
source: Region
ja_jp: 地域
ru_ru: Регион
zh_cn: 服务器

# Stats_Arena_Runs_Table_Button_EditRewards
source: Edit rewards
ja_jp: 報酬を編集
ru_ru: Исправить награды
zh_cn: 编辑奖励

# Stats_Arena_Runs_Table_Button_Deck
source: Show own deck
ja_jp: 自分のデッキを表示
ru_ru: Показ своей колоды
zh_cn: 显示己方卡组

# Stats_Arena_Runs_Table_Button_OpponentDeck
source: Show opp. deck
ja_jp: 相手のデッキを表示
ru_ru: Показ колоды противника
zh_cn: 显示对手卡组

# Stats_Arena_Runs_Table_Button_Replay
source: Show replay
ja_jp: リプレイ再生
ru_ru: Показать повтор
zh_cn: 显示录像

# Stats_Arena_Runs_Table_Button_AddGame
source: Add game
ja_jp: ゲームを追加
ru_ru: Добавить игру
zh_cn: 添加游戏

# Stats_Arena_Runs_Table_Button_EditGame
source: Edit game
ja_jp: ゲームを編集
ru_ru: Исправить игру
zh_cn: 编辑游戏

# Stats_Arena_Runs_Table_Button_DeleteGame
source: Delete game
ja_jp: ゲームを削除
ru_ru: Удалить игру
zh_cn: 删除游戏

# Stats_Arena_Runs_Table_Game_Vs
source: VS
ja_jp: 対
ru_ru: Против

# Stats_Arena_Runs_Table_Game_Started
source: Started
ja_jp: 開始
ru_ru: Начато
zh_cn: 开始日期

# Stats_Arena_Runs_Table_Game_Result
source: Result
ja_jp: 結果
ru_ru: Итог
zh_cn: 结果

# Stats_Arena_Runs_Table_Game_Name
source: Name
ja_jp: 名前
ru_ru: Имя
zh_cn: 名字

# Stats_Arena_Runs_Table_Game_Turns
source: Turns
ja_jp: ターン
ru_ru: Ходы
zh_cn: 回合数

# Stats_Arena_Runs_Table_Game_Coin
source: Coin
ja_jp: コイン
ru_ru: Монета
zh_cn: 硬币

# Stats_Arena_Runs_Table_Game_Time
source: Time
ja_jp: 時間
ru_ru: Время
zh_cn: 时间

# Stats_Arena_Runs_Table_Game_Replay
source: Replay
ja_jp: リプレイ
ru_ru: Повтор
zh_cn: 录像

# Stats_Arena_Runs_Table_Game_Note
source: Note
ja_jp: メモ
ru_ru: Заметка
zh_cn: 注释

# Stats_Arena_Summary_Label_Charts
source: Charts
ja_jp: グラフ
ru_ru: Графики
zh_cn: 图表

# Stats_Arena_Summary_Label_Played
source: Played
ja_jp: プレイ
ru_ru: Сыграно
zh_cn: 玩家

# Stats_Arena_Summary_Label_Opponents
source: Opponents
ja_jp: 対戦相手
ru_ru: Противник
zh_cn: 对手

# Stats_Arena_Summary_Label_AverageWinsClass
source: Average wins per class
ja_jp: クラス別平均勝数
ru_ru: В среднем побед классом
zh_cn: 各职业均胜

# Stats_Arena_Summary_Label_Wins
source: Wins
ja_jp: 勝利数
ru_ru: Победы
zh_cn: 胜

# Stats_Arena_Summary_Label_Highlights
source: Highlights
ja_jp: ハイライト
ru_ru: Особенности
zh_cn: 摘要

# Stats_Arena_Summary_Label_Classes
source: Classes
ja_jp: クラス
ru_ru: Классы
zh_cn: 职业

# Stats_Arena_Summary_Label_Rewards
source: Rewards
ja_jp: 報酬
ru_ru: Награды
zh_cn: 奖励

# Stats_Arena_Summary_Highlights_Total
source: Total
ja_jp: 合計
ru_ru: Всего
zh_cn: 总计

# Stats_Arena_Summary_Highlights_Best
source: Best
ja_jp: ベスト
ru_ru: Лучшее
zh_cn: 最佳

# Stats_Arena_Summary_Highlights_Worst
source: Worst
ja_jp: ワースト
ru_ru: Худшее
zh_cn: 最糟

# Stats_Arena_Summary_Highlights_MostPicked
source: Most picked
ja_jp: 最多使用ヒーロー
ru_ru: Часто выбираемое
zh_cn: 最多使用

# Stats_Arena_Summary_Highlights_LeastPicked
source: Least picked
ja_jp: 最小使用ヒーロー
ru_ru: Реже выбираемое
zh_cn: 最少使用

# Stats_Arena_Summary_Classes_Druid
source: Druid
ja_jp: ドルイド
ru_ru: Друид
zh_cn: 德魯伊

# Stats_Arena_Summary_Classes_Hunter
source: Hunter
ja_jp: ハンター
ru_ru: Охотник
zh_cn: 猎人

# Stats_Arena_Summary_Classes_Mage
source: Mage
ja_jp: メイジ
ru_ru: Маг
zh_cn: 法师

# Stats_Arena_Summary_Classes_Paladin
source: Paladin
ja_jp: パラディン
ru_ru: Паладин
zh_cn: 圣骑士

# Stats_Arena_Summary_Classes_Priest
source: Priest
ja_jp: プリースト
ru_ru: Жрец
zh_cn: 牧师

# Stats_Arena_Summary_Classes_Rogue
source: Rogue
ja_jp: ローグ
ru_ru: Разбойник
zh_cn: 盗贼

# Stats_Arena_Summary_Classes_Shaman
source: Shaman
ja_jp: シャーマン
ru_ru: Шаман
zh_cn: 萨满

# Stats_Arena_Summary_Classes_Warlock
source: Warlock
ja_jp: ウォーロック
ru_ru: Чернокнижник
zh_cn: 术士

# Stats_Arena_Summary_Classes_Warrior
source: Warrior
ja_jp: ウォーリア
ru_ru: Воин
zh_cn: 战士

# Stats_Constructed_Charts_Label_Winrate
source: Winrate
ja_jp: 勝率:
ru_ru: Шанс победы
zh_cn: 胜率

# Stats_Constructed_Charts_ChartTitle_Winrate
source: Winrate
ja_jp: 勝率
ru_ru: Шанс победы
zh_cn: 胜率

# Stats_Constructed_Charts_Label_ByClass
source: By class
ja_jp: クラスごと
ru_ru: Классом
zh_cn: 按职业

# Stats_Constructed_Charts_Label_WinrateAs
source: Winrate as
ja_jp: 勝率
ru_ru: Шанс победы
zh_cn: 己方职业胜率

# Stats_Constructed_Charts_Label_WinrateAgainst
source: Winrate against
ja_jp: クラスごとの勝率:
ru_ru: Шанс победы против
zh_cn: 敌方职业胜率

# Stats_Constructed_DeckDetailsTable_Version
source: Ver.
ru_ru: Версия
zh_cn: 版本

# Stats_Constructed_DeckHightlights_Label_Deck
source: Deck:
ja_jp: デッキ:
ru_ru: Колода:
zh_cn: 卡组：

# Stats_Constructed_DeckHightlights_Label_Winrate
source: Winrate:
ja_jp: 勝率:
ru_ru: Шанс победы:
zh_cn: 胜率：

# Stats_Constructed_DeckHightlights_Label_TimePlayed
source: Time played:
ja_jp: プレイ時間:
ru_ru: Время игры:
zh_cn: 游戏时间：

# Stats_Constructed_DeckHightlights_Label_AverageGame
source: Average game:
ja_jp: ゲーム平均:
ru_ru: В среднем игра:
zh_cn: 游戏场均：

# Stats_Constructed_DeckHightlights_Label_BestMatchup
source: Best matchup:
ja_jp: 最高のマッチアップ:
ru_ru: Лучший противник:
zh_cn: 最佳对决：

# Stats_Constructed_DeckHightlights_Label_BestMatchupFallback
source: None
ja_jp: なし
ru_ru: Нет
zh_cn: 无

# Stats_Constructed_DeckHightlights_Label_WorstMatchup
source: Worst matchup:
ja_jp: 最悪のマッチアップ:
ru_ru: Худший противник:
zh_cn: 最糟对决：

# Stats_Constructed_DeckHightlights_Label_WorstMatchupFallback
source: None
ja_jp: なし
ru_ru: Нет
zh_cn: 无

# Stats_Constructed_Games_Label_Matches
source: Matches
ja_jp: 一致
ru_ru: Бои
zh_cn: 匹配

# Stats_Constructed_Games_Button_AddGame
source: Add new game to active deck
ja_jp: アクティブなデッキに新しいゲームを追加
ru_ru: Доб-ть новую игру колоде
zh_cn: 添加新游戏到可用卡组

# Stats_Constructed_Games_Button_Move
source: Move selected
ja_jp: 選択範囲を移動
ru_ru: Переместить выбранное
zh_cn: 移动所选

# Stats_Constructed_Games_Button_Delete
source: Delete selected
ja_jp: 選択項目の削除
ru_ru: Удалить выбранное
zh_cn: 删除已选

# Stats_Constructed_Games_Table_Deck
source: Deck
ja_jp: デッキ
ru_ru: Колода
zh_cn: 卡组

# Stats_Constructed_Games_Table_Class
source: Class
ja_jp: クラス
ru_ru: Класс
zh_cn: 职业

# Stats_Constructed_Games_Table_Vs
source: VS
ja_jp: 対
ru_ru: Против

# Stats_Constructed_Games_Table_Name
source: Name
ja_jp: 名前
ru_ru: Имя
zh_cn: 名字

# Stats_Constructed_Games_Table_Result
source: Result
ja_jp: 結果
ru_ru: Итог
zh_cn: 结果

# Stats_Constructed_Games_Table_Mode
source: Mode
ja_jp: モード
ru_ru: Режим
zh_cn: 模式

# Stats_Constructed_Games_Table_Format
source: Format
ja_jp: フォーマット
ru_ru: Формат
zh_cn: 格式

# Stats_Constructed_Games_Table_Rank
source: Rank
ja_jp: ランク
ru_ru: Ранг
zh_cn: 排名

# Stats_Constructed_Games_Table_Turns
source: Turns
ja_jp: ターン
ru_ru: Ходы
zh_cn: 回合数

# Stats_Constructed_Games_Table_Coin
source: Coin
ja_jp: コイン
ru_ru: Монета
zh_cn: 硬币

# Stats_Constructed_Games_Table_Started
source: Started
ja_jp: 開始
ru_ru: Начато
zh_cn: 开始日期

# Stats_Constructed_Games_Table_Duration
source: Duration
ja_jp: 期間
ru_ru: Продожительность
zh_cn: 历时

# Stats_Constructed_Games_Table_Region
source: Region
ja_jp: 地域
ru_ru: Регион
zh_cn: 服务器

# Stats_Constructed_Games_Table_Replay
source: Replay
ja_jp: リプレイ
ru_ru: Повтор
zh_cn: 录像

# Stats_Constructed_Games_Table_Note
source: Note
ja_jp: メモ
ru_ru: Заметка
zh_cn: 注释

# Stats_Constructed_Games_Table_Button_Replay
source: Replay
ja_jp: リプレイ
ru_ru: Повтор
zh_cn: 录像

# Stats_Constructed_Games_Table_Button_OpponentDeck
source: Opp. deck
ja_jp: 相手のデッキ
ru_ru: Колода протиника
zh_cn: 对手卡组

# Stats_Constructed_Games_Table_Button_SelectDeck
source: Select deck
ja_jp: デッキを選択
ru_ru: Выбрать колоду
zh_cn: 选择卡组

# Stats_Constructed_Games_Table_Button_Edit
source: Edit
ja_jp: 編集
ru_ru: Изменить
zh_cn: 编辑

# Stats_Constructed_Games_Table_Button_Note
source: Note
ja_jp: メモ
ru_ru: Заметка
zh_cn: 注释

# Stats_Constructed_Games_Table_Button_Move
source: Move
ja_jp: 移動
ru_ru: Переместить
zh_cn: 移动

# Stats_Constructed_Games_Table_Button_Delete
source: Delete
ja_jp: 削除
ru_ru: Удалить
zh_cn: 删除

# Stats_Constructed_MatchupTable_Label
source: You \ VS
ja_jp: 自分＼相手
ru_ru: Ты\против
zh_cn: 你 \ VS

# Stats_Constructed_MatchupTable_Total
source: Total
ja_jp: 合計
ru_ru: Всего
zh_cn: 总计

# Stats_Constructed_Summary_Label_Charts
source: Charts
ja_jp: グラフ
ru_ru: Графики
zh_cn: 图表

# Stats_Constructed_Summary_Label_Winrate
source: Winrate
ja_jp: 勝率
ru_ru: Шанс победы
zh_cn: 胜率

# Stats_Constructed_Summary_ChartTitle_Winrate
source: Winrate
ja_jp: 勝率
ru_ru: Шанс победы
zh_cn: 胜率

# Stats_Constructed_Summary_Label_Played
source: Played
ja_jp: 使用
ru_ru: Сыграно
zh_cn: 玩家

# Stats_Constructed_Summary_ChartTitle_Played
source: Played (%)
ja_jp: 使用率 (%)
ru_ru: Сыграно (%)
zh_cn: 玩家 (%)

# Stats_Constructed_Summary_Label_Opponents
source: Opponents
ja_jp: 対戦相手
ru_ru: Противники
zh_cn: 对手

# Stats_Constructed_Summary_ChartTitle_Opponents
source: Opponents
ja_jp: 対戦相手
ru_ru: Противники
zh_cn: 对手

# Stats_Constructed_Summary_Label_Highlights
source: Highlights
ja_jp: ハイライト
ru_ru: Особенности
zh_cn: 摘要

# Stats_Constructed_Summary_Label_Total
source: Total
ja_jp: 合計
ru_ru: Всего
zh_cn: 总计

# Stats_Constructed_Summary_Label_HighestRank
source: Highest rank:
ja_jp: 最高ランク:
ru_ru: Высший ранг:
zh_cn: 最高排名：

# Stats_Constructed_Summary_Label_MostPlayedDeck
source: Most played deck
ja_jp: 最多使用デッキ
ru_ru: Последняя колода
zh_cn: 最多使用

# Stats_Constructed_Summary_Label_BestDeck
source: Best deck
ja_jp: 最高のデッキ
ru_ru: Лучшая колода
zh_cn: 最佳卡组

# Stats_Constructed_Summary_Label_FastestDeck
source: Fastest deck
ja_jp: 最速デッキ
ru_ru: Быстрейшая колода
zh_cn: 最快卡组

# Stats_Constructed_Summary_Label_SlowestDeck
source: Slowest deck
ja_jp: 最遅デッキ
ru_ru: Медленнейшая колода
zh_cn: 最慢卡组

# Stats_Constructed_Summary_CheckBox_Percent
source: show as percent
ja_jp: パーセントとして表示
ru_ru: Показывать в %
zh_cn: 显示百分比

# Stats_Constructed_Summary_CheckBox_ShowLegends
source: show legends
ja_jp: 凡例を表示
ru_ru: Показывать легенду
zh_cn: 显示图例

# Stats_Arena_Filters_Label_Time
source: Time:
ja_jp: 時間:
ru_ru: Время:
zh_cn: 时间:

# Stats_Arena_Filters_Label_Start
source: Start:
ja_jp: 開始:
ru_ru: Начало:
zh_cn: 开始:

# Stats_Arena_Filters_Label_End
source: End:
ja_jp: 終わり：
ru_ru: Конец:
zh_cn: 结束:

# Stats_Arena_Filters_Label_Season
source: Seasons:
ja_jp: シーズン:
ru_ru: Сезоны:
zh_cn: 赛季:

# Stats_Arena_Filters_Label_Class
source: Class:
ja_jp: クラス:
ru_ru: Класс:
zh_cn: 职业:

# Stats_Arena_Filters_Label_Region
source: Region:
ja_jp: 地域:
ru_ru: Регион:
zh_cn: 服务器:

# Stats_Arena_Filters_CheckBox_Archive
source: Include archived runs
ja_jp: アーカイブされた戦績を含む
ru_ru: Включая архивные игры
zh_cn: 包括删除的场次

# ArenaRewards_Label_Gold
source: Gold
ja_jp: ゴールド
ru_ru: Золото
zh_cn: 金币

# ArenaRewards_Label_Gold_Tooltip
source: You can enter values as e.g. 50+125
ja_jp: 例えば 50 + 125 として値を入力することができます。
ru_ru: Ввести значения, например, 50 + 125
zh_cn: 你可以输入值例如 50+125

# ArenaRewards_Label_Dust
source: Dust
ja_jp: 魔素
ru_ru: Пыль
zh_cn: 粉尘

# ArenaRewards_Label_Packs
source: Packs
ja_jp: パック
ru_ru: Пачки
zh_cn: 卡包

# ArenaRewards_Label_Cards
source: Cards
ja_jp: カード
ru_ru: Карты
zh_cn: 卡牌

# ArenaRewards_Label_PaymentMethod
source: Payment method
ja_jp: 支払方法
ru_ru: Способ оплаты
zh_cn: 付款方法

# ArenaRewards_Payment_Label_Gold
source: Gold
ja_jp: ゴールド
ru_ru: Золото
zh_cn: 金币

# ArenaRewards_Payment_Label_Money
source: Money
ja_jp: 現金
ru_ru: Деньги
zh_cn: 战网点

# ArenaRewards_Label_ShowAuto
source: Show automatically
ja_jp: 自動的に表示
ru_ru: Автопоказ
zh_cn: 自动显示

# ArenaRewards_Label_Save
source: Save
ja_jp: 保存
ru_ru: Сохранить
zh_cn: 保存

# ArenaRewards_Card_Label_Golden
source: Golden
ja_jp: ゴールデン
ru_ru: Золотое
zh_cn: 金卡

# ArenaRewards_Card_Text_Watermark
source: None
ja_jp: なし
ru_ru: Нет
zh_cn: 无

# Stats_Constructed_Filters_CheckBox_ActiveOnly
source: Active deck only
ja_jp: アクティブなデッキのみ
ru_ru: Только текущая колода
zh_cn: 只显示当前卡组

# Stats_Constructed_Filters_Label_Time
source: Time:
ja_jp: 時間:
ru_ru: Время:
zh_cn: 时间:

# Stats_Constructed_Filters_Label_Start
source: Start:
ja_jp: 開始:
ru_ru: Начало:
zh_cn: 开始:

# Stats_Constructed_Filters_Label_End
source: End:
ja_jp: 終わり：
ru_ru: Конец:
zh_cn: 结束:

# Stats_Constructed_Filters_Label_Seasons
source: Seasons:
ja_jp: シーズン:
ru_ru: Сезоны:
zh_cn: 赛季:

# Stats_Constructed_Filters_Label_SeasonTo
source: to
ja_jp: から
ru_ru: до
zh_cn: 到

# Stats_Constructed_Filters_Label_Class
source: Class:
ja_jp: クラス:
ru_ru: Класс:
zh_cn: 职业:

# Stats_Constructed_Filters_Label_Vs
source: VS:
ru_ru: Против:

# Stats_Constructed_Filters_Label_Mode
source: Mode:
ja_jp: モード:
ru_ru: Режим:
zh_cn: 模式:

# Stats_Constructed_Filters_Label_Rank
source: Rank:
ja_jp: ランク:
ru_ru: Ранг:
zh_cn: 排名:

# Stats_Constructed_Filters_Label_RankTo
source: to
ja_jp: から
ru_ru: до
zh_cn: 到

# Stats_Constructed_Filters_Label_Format
source: Format:
ja_jp: フォーマット:
ru_ru: Формат:
zh_cn: 格式:

# Stats_Constructed_Filters_Label_Result
source: Result:
ja_jp: 結果:
ru_ru: Итог:
zh_cn: 结果:

# Stats_Constructed_Filters_Label_Turns
source: Turns:
ja_jp: ターン:
ru_ru: Ходы:
zh_cn: 回合数:

# Stats_Constructed_Filters_Label_TurnsTo
source: to
ja_jp: から
ru_ru: до
zh_cn: 到

# Stats_Constructed_Filters_Label_Coin
source: Coin:
ja_jp: コイン:
ru_ru: Монета:
zh_cn: 硬币:

# Stats_Constructed_Filters_Label_Region
source: Region:
ja_jp: 地域:
ru_ru: Регион:
zh_cn: 服务器:

# Stats_Constructed_Filters_Text_OpponentName_Watermark
source: Opponent name...
ja_jp: 対戦相手の名前
ru_ru: Имя противника...
zh_cn: 敌人名字...

# Stats_Constructed_Filters_Text_Notes_Watermark
source: Notes...
ja_jp: メモ
ru_ru: Заметки...
zh_cn: 注释...

# Stats_Constructed_Filters_CheckBox_Archived
source: Include archived decks
ja_jp: アーカイブされたデッキを含む
ru_ru: Включая архивные игры
zh_cn: 包括删除卡组

# Stats_Constructed_Filters_CheckBox_TagFilters
source: Apply tag filters
ja_jp: タグ フィルターを適用
ru_ru: Применить фильтр по меткам
zh_cn: 应用标签筛选器

# Stats_Constructed_Filters_CheckBox_TagFilters_Tooltip
source: Apply tag filteres currently set in 'DeckPicker' > 'Sort/Filter Decks' (double arrow button).
ja_jp: タグ filteres 'DeckPicker' で現在設定を適用 > '並べ替え/フィルター デッキ' (二重矢印ボタン)。
ru_ru: Применить фильтры по меткам, установленным в 'Сортировка / Фильтр колод' (кнопка двойная стрелка).
zh_cn: 使用标记筛选目前设置在“卡组选择器”>“分类筛选卡组”（双箭头）.

# Stats_Overview_Label_Menu
source: Menu
ja_jp: メニュー
ru_ru: Меню
zh_cn: 菜单

# Stats_Overview_Tree_Label_Arena
source: Arena Runs
ja_jp: 闘技場の戦績
ru_ru: Заходы арены
zh_cn: 竞技场场次

# Stats_Overview_Tree_Label_Arena_Summary
source: Summary
ja_jp: 概要
ru_ru: Сводка
zh_cn: 总结

# Stats_Overview_Tree_Label_Arena_Runs
source: Runs & matches
ja_jp: 戦績&試合
ru_ru: Заходы и бои
zh_cn: 场次 & 匹配

# Stats_Overview_Tree_Label_Arena_Advanced
source: Advanced charts
ja_jp: 高度なチャート
ru_ru: Расширенные графики
zh_cn: 高级图表

# Stats_Overview_Tree_Label_Constructed
source: Constructed
ja_jp: 構築
ru_ru: Составляемое
zh_cn: 构筑

# Stats_Overview_Tree_Label_Constructed_Summary
source: Summary
ja_jp: 概要
ru_ru: Сводка
zh_cn: 总结

# Stats_Overview_Tree_Label_Constructed_Matches
source: Matches
ja_jp: 対戦
ru_ru: Бои
zh_cn: 匹配

# Stats_Overview_Tree_Label_Constructed_Charts
source: Charts
ja_jp: グラフ
ru_ru: Графики
zh_cn: 图表

# Stats_Overview_Filters_CheckBox_AutoRefresh
source: Auto refresh
ja_jp: オート リフレッシュ
ru_ru: Автообновление
zh_cn: 自动刷新

# Stats_Overview_Filters_Label_Reset
source: Reset
ja_jp: リセット
ru_ru: Сброс
zh_cn: 复位

# Stats_Overview_Label_Filters
source: Filters
ja_jp: フィルター
ru_ru: Фильтры
zh_cn: 筛选

# Importing_Constructed_Label_Title
source: Select decks to import:
ja_jp: インポートするデッキを選択:
ru_ru: Выбор колоды для импорта:
zh_cn: 选择卡组导入:

# Importing_Constructed_Button_Import
source: Import
ja_jp: インポート
ru_ru: Импорт
zh_cn: 导入

# Importing_Constructed_Button_AutoImporting
source: Enable auto importing
ja_jp: 自動インポートを有効化
ru_ru: Включить автоимпорт
zh_cn: 开启自动导入

# Importing_Constructed_Label_Deck
source: Deck
ja_jp: デッキ
ru_ru: Колода
zh_cn: 卡组

# Importing_Constructed_Label_SaveTo
source: Save to
ja_jp: 保存先:
ru_ru: Сохранить
zh_cn: 另存为

# Importing_Constructed_Text_StartHearthstonePlay
source: Start Hearthstone and enter the 'Play' menu.
ja_jp: ハースストーンを開始し、'プレイ'を選択します。
ru_ru: Запустить Hearthstone и нажать 'Играть'.
zh_cn: 打开炉石并进入对战模式。

# Importing_Constructed_Text_EnterPlay
source: Enter the 'Play' menu.
ja_jp: 'プレイ' メニューを選択します。
ru_ru: Войти в меню 'Играть'.
zh_cn: 进入对战模式。

# Importing_Constructed_Text_StartHearthstoneBrawl
source: Start Hearthstone and enter the 'Tavern Brawl' menu.
ja_jp: ハースストーンを開始し、'酒場の喧嘩 'を選択します。
ru_ru: Запустить Hearthstone и нажать 'Потасовка'.
zh_cn: 打开炉石并进入乱斗模式。

# Importing_Constructed_Text_EnterBrawl
source: Enter the 'Tavern Brawl' menu.
ja_jp: 酒場の喧嘩' を選択します。
ru_ru: Войти в меню 'Потасовка'.
zh_cn: 进入乱斗模式。

# Importing_Constructed_Text_NoDecksFound
source: No new decks found.
ja_jp: 新しいデッキが見つかりませんでした。
ru_ru: Нет новых колод.
zh_cn: 没有发现新卡组。

# Importing_Constructed_Button_StartHearthstone
source: Start Launcher / Hearthstone
ja_jp: ランチャを起動/ハースストーン
ru_ru: Запуск Battle.net / Hearthstone
zh_cn: 启动战网/炉石传说

# Importing_Constructed_Button_Waiting
source: Waiting for Hearthstone...
ja_jp: ハースストーンを待っています
ru_ru: Ожидание Hearthstone...
zh_cn: 等待炉石传说...

# DeckSetIcons_Tooltip_Naxx
source: Deck contains cards from the Curse of Naxxramas expansion.
ja_jp: デッキにナクスラーマスの呪いからのカードが含まれています。
ru_ru: Колода содержит карты из Наксармаса.
zh_cn: 卡组包含来自纳克萨玛斯的扩展卡。

# DeckSetIcons_Tooltip_Gvg
source: Deck contains cards from the Goblins vs Gnomes expansion.
ja_jp: デッキにゴブリンvsノームからのカードが含まれています。
ru_ru: Колода содержит карты из Гоблинов и гномов
zh_cn: 卡组包含来自地精大战侏儒的扩展卡。

# DeckSetIcons_Tooltip_Brm
source: Deck contains cards from the Blackrock Mountain expansion.
ja_jp: デッキにブラック ロックマウンテンからのカードが含まれています。
ru_ru: Колода содержит карты из Чёрной горы
zh_cn: 卡组包含来自黑石山的扩展卡。

# DeckSetIcons_Tooltip_Tgt
source: Deck contains cards from The Grand Tournament expansion.
ja_jp: デッキにグランド トーナメントのからのカードが含まれています。
ru_ru: Колода содержит карты из Большого турнира
zh_cn: 卡组包含来自冠军的试炼的扩展卡。

# DeckSetIcons_Tooltip_Loe
source: Deck contains cards from the League of Explorers expansion.
ja_jp: デッキにリーグ・オブ・エクスプローラーからのカードが含まれています。
ru_ru: Колода содержит карты из Лиги исследователей
zh_cn: 卡组包含来自探险者休会的扩展卡。

# DeckSetIcons_Tooltip_Wotog
source: Deck contains cards from the Whispers of the Old Gods expansion.
ja_jp: デッキに旧神のささやきからのカードが含まれています。
ru_ru: Колода содержит карты из Древних богов
zh_cn: 卡组包含来自上古之神的低语的扩展卡。

# DeckSetIcons_Tooltip_Kara
source: Deck contains cards from the One Night in Karazhan expansion.
ja_jp: デッキにワンナイト・イン・カラザンからのカードが含まれています。
ru_ru: Колода содержит карты из Каражана
zh_cn: 卡组包含来自卡拉赞之夜的扩展卡。

# ManaCurve_Tooltip_Label_Weapons
source: Weapons
ja_jp: 武器
ru_ru: Оружия
zh_cn: 武器

# ManaCurve_Tooltip_Label_Spells
source: Spells
ja_jp: 呪文
ru_ru: Заклинания
zh_cn: 法术

# ManaCurve_Tooltip_Label_Minions
source: Minions
ja_jp: ミニオン
ru_ru: Существа
zh_cn: 随从

# ManaCurve_Button_Mechanics
source: Mechanics
ja_jp: デッキ構成
ru_ru: Механизмы
zh_cn: 机制

# ManaCurve_Button_Hide
source: Hide
ja_jp: 非表示
ru_ru: Скрыть
zh_cn: 隐藏

# Enum_StatType_Mana
source: Mana
ja_jp: マナ
ru_ru: Мана
zh_cn: 水晶

# Enum_StatType_Health
source: Health
ja_jp: 体力
ru_ru: Здоровье
zh_cn: 生命

# Enum_StatType_Attack
source: Attack
ja_jp: 攻撃力
ru_ru: Урон
zh_cn: 攻击

# Enum_StatType_Overload
source: Overload
ja_jp: オーバー ロード
ru_ru: Перегрузка
zh_cn: 过载

# Enum_ArenaImportingBehaviour_AutoImportSave
source: Auto import&save
ja_jp: 自動インポート ・保存
ru_ru: Автоимпорт/сохр.
zh_cn: 自动导入

# Enum_ArenaImportingBehaviour_AutoAsk
source: Auto ask to import
ja_jp: 自動インポートする際に尋ねる
ru_ru: Автозапрос импорта
zh_cn: 提醒导入

# Enum_ArenaImportingBehaviour_Manual
source: Manual
ja_jp: 手動
ru_ru: Ручное
zh_cn: 手动

# Enum_ArenaRewardPacks_None
source: None
ja_jp: なし
ru_ru: Нет
zh_cn: 无

# Enum_ArenaRewardPacks_Classic
source: Classic
ja_jp: クラシック
ru_ru: Классическое
zh_cn: 经典

# Enum_ArenaRewardPacks_GoblinsVsGnomes
source: Goblins vs Gnomes
ja_jp: ゴブリンvsノーム
ru_ru: Гоблины и гномы
zh_cn: 地精大战侏儒

# Enum_ArenaRewardPacks_TheGrandTournament
source: The Grand Tournament
ja_jp: グランド トーナメント
ru_ru: Большой турнир
zh_cn: 冠军的试炼

# Enum_ArenaRewardPacks_WhispersOfTheOldGods
source: Whispers of the Old Gods
ja_jp: 旧神のささやき
ru_ru: Древние боги
zh_cn: 上古之神的低语

# Enum_ClassColorScheme_Classic
source: Classic
ja_jp: クラシック
ru_ru: Классическое
zh_cn: 经典

# Enum_ClassColorScheme_HearthStats
source: Alternative
ru_ru: Альтернатива
zh_cn: 可选
