Repository: HearthSim/Hearthstone-Deck-Tracker
Catalog: Hearthstone Deck Tracker/Properties/Strings.*.resx
Languages: ja_jp, ru_ru, zh_cn

# Options_Overlay_Streaming_CheckBox_Show
source: Show capturable overlay window
ja_jp: 捕捉オーバーレイ ウィンドウを表示
ru_ru: Показать окно захвата наложения
zh_cn: 显示可捕捉的内嵌窗口

# Options_Overlay_Streaming_CheckBox_DisableTransitions
source: Disable card opacity transitions (recommended)
ja_jp: カード不透明度遷移 (推奨) を無効にする
ru_ru: Откл. непрозрачность переходов (советуется)
zh_cn: 关闭卡牌透明度渐变(推荐)

# Options_Overlay_Streaming_Label_Background
source: Background:
ja_jp: 背景:
ru_ru: Задний фон:
zh_cn: 背景:

# Options_Overlay_Streaming_Text1
source: This will add a chroma-key-able copy of the overlay behind your Hearthstone window.
ja_jp: あなたのハースストーンのウィンドウの背後にオーバーレイのchroma-key-able copyがコピーが追加されます。
ru_ru: Добавить копию наложения за Hearthstone для хромокея
zh_cn: 这将添加一个色键可以填充你的炉石窗口后的内嵌。

# Options_Overlay_Streaming_Text2
source: Note: The overlay copy may show up in front Hearthstone once. Clicking it will hide it for the rest of the session.
ja_jp: メモ: 一度ハースストーンの前面にオーバーレイコピーが表示されることがあります。クリックするとそのセッション中は表示されないようになります。
ru_ru: Прим.: копия наложения может отображаться перед Hearthstone. Необходимо нажать для скрытия.
zh_cn: 注意：内嵌副本可能出现在前一次的炉石。单击它将隐藏它的其余部分。

# Options_Overlay_Streaming_Hyperlink_Wiki
source: Show instructions for getting started (opens wiki)
ja_jp: チュートリアルを表示(wikiを開く)
ru_ru: Показать руководство (открыть ЧАВО)
zh_cn: 使用说明（打开维基）

# Options_Tracker_Appearance_Label_Language
source: Language:
ja_jp: 言語:
ru_ru: Язык:
zh_cn: 语言：

# Options_Tracker_Appearance_Label_Theme
source: Theme:
ja_jp: テーマ:
ru_ru: Тема:
zh_cn: 主题:

# Options_Tracker_Appearance_Label_Accent
source: Accent:
ja_jp: アクセント:
ru_ru: Ударение:
zh_cn: 颜色:

# Options_Tracker_Appearance_Label_ClassIcons
source: Class Icons:
ja_jp: クラス アイコン:
ru_ru: Значки классов:
zh_cn: 职业图标:

# Options_Tracker_Appearance_Label_CardTheme
source: Card theme:
ja_jp: カードのテーマ:
ru_ru: Тема карт:
zh_cn: 卡牌主题:

# Options_Tracker_Appearance_Label_DeckLayout
source: Deck layout:
ja_jp: デッキのレイアウト:
ru_ru: Показ карт:
zh_cn: 卡组布局:

# Options_Tracker_Appearance_CheckBox_RarityFrames
source: Rarity-colored card frames
ja_jp: カードレアリティをカード フレームに反映
ru_ru: Рамки редкости карт
zh_cn: 卡牌稀有度着色边框

# Options_Tracker_Appearance_CheckBox_RarityGems
source: Rarity-colored card gems
ja_jp: カードレアリティを宝石に反映
ru_ru: Метки редкости карт
zh_cn: 卡牌稀有度着色水晶

# Options_Tracker_Appearance_CheckBox_RedGreenStats
source: Red/green text color in stats summary
ja_jp: 統計の概要で赤/緑の文字色
ru_ru: Красный/зелёный цвет в стат-е
zh_cn: 统计汇总中使用 红/绿 颜色字体

# Options_Tracker_Appearance_CheckBox_Metro
source: Use metro animations
ja_jp: 地下鉄アニメーションの使用
ru_ru: Анимации вида METRO
zh_cn: 使用metro动画

# Options_Tracker_Backups_Button_Restore
source: Restore selected
ja_jp: 選択した復元
ru_ru: Восстановить выбранное
zh_cn: 还原已选

# Options_Tracker_Backups_Button_Create
source: Create new
ja_jp: 新規作成
ru_ru: Создать новое
zh_cn: 新建

# Options_Tracker_Backups_Button_Delete
source: Delete selected
ja_jp: 選択項目の削除
ru_ru: Удалить выбранное
zh_cn: 删除已选

# Options_Tracker_Backups_Text_Description
source: Backups are created automatically on the first start of each day. They contain decks, games and the config. If there are more than 7 (autogenerated) backups, the oldest one(s) are deleted automatically, leaving you with at least the past week.
ja_jp: バックアップは、その日最初の起動時に自動的に作成されます。これらにはデッキ、ゲームと設定が含まれます。 7つ以上 (自動生成) のバックアップが存在する場合、最も古いものが自動的に削除されます、バックアップは少なくとも過去 1 週間保存されます。
ru_ru: Авторезерв при первом запуске каждого дня. Содержит колоды, игры и настройки. Если есть больше 7 (автосоздаваемых) резервов, самый старый автоматически удаляется, оставляя за прошлую неделю.
zh_cn: 每一天的第一次启动时自动创建备份。它们包含卡组、游戏和配置。如果有7个以上的备份（自动生成），最早的那个会被自动删除，让你至少有一周的备份。

# Options_Tracker_Backups_Button_BackupDir
source: Show Backup Directory
ja_jp: バックアップ ディレクトリを表示
ru_ru: Показ папки резервов
zh_cn: 显示备份路径

# Options_Tracker_Exporting_Label_Speed
source: Speed:
ja_jp: 速度:
ru_ru: Скорость:
zh_cn: 速度:

# Options_Tracker_Exporting_Label_Wait
source: Wait
ja_jp: 待機
ru_ru: Ожидание
zh_cn: 等待

# Options_Tracker_Exporting_Label_Wait2
source: seconds before starting
ja_jp: 開始する前に秒
ru_ru: секунды до начала
zh_cn: 秒启动前

# Options_Tracker_Exporting_CheckBox_Golden
source: Prioritize golden cards
ja_jp: ゴールデンカードを優先
ru_ru: Предпочитаемо золотые карты
zh_cn: 金色卡牌次序优先

# Options_Tracker_Exporting_CheckBox_DeckName
source: Set deck name
ja_jp: デッキ名をセットする
ru_ru: Назначить имя колоды
zh_cn: 设置卡组名称

# Options_Tracker_Exporting_CheckBox_Version
source: Include version number in name
ja_jp: 名前にバージョン番号を含める
ru_ru: Включить версию в имя
zh_cn: 名字中包括版本号

# Options_Tracker_Exporting_CheckBox_ClearCards
source: Auto clear cards
ja_jp: 自動クリア カード
ru_ru: Авточистка карт
zh_cn: 自动清理卡牌

# Options_Tracker_Exporting_CheckBox_ClearFilters
source: Auto clear filters
ja_jp: 自動フィルターのクリア
ru_ru: Авточистка фильтров
zh_cn: 自动清理筛选器

# Options_Tracker_Exporting_CheckBox_ClearSearchbox
source: Force clear searchbox between cards
ja_jp: 強制的にカード間で検索ボックスのテキストを削除
ru_ru: Принуд. точный поиск между картами
zh_cn: 强制清空搜索栏的卡牌

# Options_Tracker_Exporting_CheckBox_Clipbard
source: Paste names from clipboard
ja_jp: クリップボードから名前を貼り付け
ru_ru: Вставить имена из буфера
zh_cn: 从剪贴板复制名称

# Options_Tracker_Exporting_CheckBox_Dialog
source: Show dialog before exporting
ja_jp: エクスポートする前にダイアログを表示
ru_ru: Показ диалога перед экспортом
zh_cn: 在导出前显示对话框

# Options_Tracker_General_Label_Alerts
source: Alerts
ja_jp: アラート
ru_ru: Оповещения
zh_cn: 警报

# Options_Tracker_General_CheckBox_Flash
source: Flash Hearthstone on your turn start
ja_jp: ターン開始にフラッシュのハースストーン
ru_ru: Мигание Hearthstone в начале Вашего хода
zh_cn: 内置显示 当炉石回合开始时

# Options_Tracker_General_CheckBox_Popup
source: Popup Hearthstone on turn start
ja_jp: ターン開始時にハースストーンをポップアップ
ru_ru: Развернуть Hearthstone в начале Вашего хода
zh_cn: 弹出窗口 当炉石回合开始时

# Options_Tracker_General_Label_CardLanguage
source: Card Language
ja_jp: カードの言語
ru_ru: Язык карт
zh_cn: 卡牌语言

# Options_Tracker_General_Label_Primary
source: Primary:
ja_jp: プライマリ:
ru_ru: Первый:
zh_cn: 主语言:

# Options_Tracker_General_Label_Secondary
source: Secondary:
ja_jp: セカンダリ:
ru_ru: Второй:
zh_cn: 次语言:

# Options_Tracker_General_Label_Tooltips
source: (tooltips)
ja_jp: (ヒント)
ru_ru: (подсказки)
zh_cn: (工具提示)

# Options_Tracker_General_CheckBox_Font
source: Use default font for non-latin languages
ja_jp: 非ラテン系の言語の既定フォントを使用
ru_ru: Исп-ать базовый шрифт для нелатниских языков
zh_cn: 对于非拉丁语系语言使用默认字体

# Options_Tracker_General_Label_Restart
source: Restart to apply language changes.
ja_jp: 言語の変更を適用するため再起動してください。
ru_ru: Перезапуск для применения настроек языка.
zh_cn: 重启以应用语言更改。

# Options_Tracker_General_CheckBox_AutoUse
source: Automatically "USE" decks. (disables button on decks)
ja_jp: 自動的にデッキを「使用」。(デッキのボタンを無効にします)
ru_ru: Автоиспользование колод. (откл. кнопки колод)
zh_cn: 自动选择"未使用"卡组. (可以禁用)

# Options_Tracker_General_CheckBox_Sorting
source: Card sorting: Class cards first
ja_jp: カード分類法: クラス カードを最初に
ru_ru: Фильтр карт: классовые первые
zh_cn: 卡牌排序: 职业卡优先

# Options_Tracker_General_CheckBox_CardTooltips
source: Show card tooltips
ja_jp: カードのヒントを表示
ru_ru: Показ подсказок карт
zh_cn: 显示卡牌工具提示

# Options_Tracker_General_CheckBox_ManaCurve
source: Show mana curve
ja_jp: マナカーブを表示します。
ru_ru: Показ кривой маны
zh_cn: 显示水晶曲线

# Options_Tracker_General_CheckBox_FullTextSearch
source: Full text search in deck builder
ja_jp: デッキビルダーのフルテキスト検索
ru_ru: Полностроковый поиск при составлении
zh_cn: 卡组构筑时全文本搜索

# Options_Tracker_General_CheckBox_UpperCaseDeckNames
source: Use upper case deck names
ja_jp: 大文字デッキ名を使用
ru_ru: Исп-те прописные имена колод
zh_cn: 使用大写卡组名称

# Options_Tracker_General_CheckBox_LastPlayedDate
source: Show last played date on decks
ja_jp: デッキで最後にプレイした日付を表示
ru_ru: Показ последней даты игры колодой
zh_cn: 显示卡组最后使用日期

# Options_Tracker_General_CheckBox_AutoArchiveArena
source: Archive Arena decks when run is over
ja_jp: 闘技場が終わった時デッキをアーカイブ
ru_ru: Завершить архив аренных колод при запуске
zh_cn: 当竞技场打完后卡组自动归档

# Options_Tracker_General_Label_Format
source: Format:
ja_jp: 形式:
ru_ru: Формат:
zh_cn: 格式:

# Options_Tracker_Hotkeys_Table_Mod
source: Mod
ru_ru: Исправлено
zh_cn: 特殊键

# Options_Tracker_Hotkeys_Table_Key
source: Key
ja_jp: キー
ru_ru: Ключ
zh_cn: 按键

# Options_Tracker_Hotkeys_Table_Action
source: Action
ja_jp: アクション
ru_ru: Действие
zh_cn: 行动

# Options_Tracker_Hotkeys_Button_Delete
source: Delete seleceted
ja_jp: 選択箇所を削除
ru_ru: Удалить выбранное
zh_cn: 删除已选

# Options_Tracker_Hotkeys_LabelNew
source: New
ja_jp: 新機能
ru_ru: Новое
zh_cn: 新

# Options_Tracker_Hotkeys_Label_Mod
source: Mod:
ru_ru: Исправлено:
zh_cn: 特殊键:

# Options_Tracker_Hotkeys_Label_Key
source: Key:
ja_jp: キー:
ru_ru: Ключ:
zh_cn: 按键:

# Options_Tracker_Hotkeys_Label_Action
source: Action:
ja_jp: アクション:
ru_ru: Действие:
zh_cn: 行动:

# Options_Tracker_Hotkeys_Button_AddNew
source: Add new
ja_jp: 新規追加
ru_ru: Доб. новое
zh_cn: 新增

# Options_Tracker_Hotkeys_Text_Key_Watermark
source: Press key
ja_jp: キーを押す
ru_ru: Нажмите клавишу
zh_cn: 按下 按键

# Options_Tracker_Importing_Label_Constructed
source: Constructed
ja_jp: 構築
ru_ru: Собираемая
zh_cn: 构筑

# Options_Tracker_Importing_Constructed_Description
source: This will check for new and/or modified decks each time you enter the 'Play' menu.
ja_jp: これは '再生' メニューを入力するたびに新しい、または変更されたデッキを確認します。
ru_ru: Это проверяет наличие новых/изменённых колод каждый раз при входе в меню Играть.
zh_cn: 每当你进入一次'游戏'菜单，将检查新修改后的卡组。

# Options_Tracker_Importing_Constructed_CheckBox_Import
source: Auto import new decks
ja_jp: 自動インポートの新しいデッキ
ru_ru: Автоимпорт новых колод
zh_cn: 自动导入新卡组

# Options_Tracker_Importing_Constructed_CheckBox_Update
source: Auto update modified decks
ja_jp: 自動更新のデッキ
ru_ru: Автоизменение исправленных колод
zh_cn: 自动更新修改后的卡组

# Options_Tracker_Importing_Label_Arena
source: Arena
ja_jp: 闘技場
ru_ru: Арена
zh_cn: 竞技场

# Options_Tracker_Importing_Label_ArenaBehavior
source: Importing Behavior:
ja_jp: 設定をインポート
ru_ru: Импорт режима:
zh_cn: 导入方法:

# Options_Tracker_Importing_Label_ArenaTemplates
source: Arena deck name template
ja_jp: 闘技場 デッキ名テンプレート
ru_ru: Имя шаблона аренной колоды
zh_cn: 临时竞技场卡组名

# Options_Tracker_Importing_Label_TemplatesFormat
source: Templates:
ja_jp: テンプレート:
ru_ru: Шаблоны:
zh_cn: 模板:

# Options_Tracker_Importing_Label_TemplatesPreview
source: Preview:
ja_jp: プレビュー：
ru_ru: Предпоказ:
zh_cn: 预览:

# Options_Tracker_Importing_Button_Edit
source: Auto save deck on import
ja_jp: 自動インポートのデッキを保存
ru_ru: Автосохр. колоды для импорта
zh_cn: 导入时自动保存卡组

# Options_Tracker_Importing_Label_Web
source: Web
ru_ru: Сеть
zh_cn: 网页

# Options_Tracker_Importing_Web_CheckBox_Tags
source: Tag decks on import
ja_jp: インポートしたデッキにタグをつける
ru_ru: Метка колоды для импорта
zh_cn: 导入时给卡组贴标签

# Options_Tracker_Importing_Web_CheckBox_AutoSave
source: Auto save deck on import
ja_jp: 自動インポートのデッキを保存
ru_ru: Автосохр. колоды для импорта
zh_cn: 导入时自动保存卡组

# Options_Tracker_Importing_Web_CheckBox_AutoSaveNetDeck
source: Auto import via NetDeck
ja_jp: NetDeck 経由での自動インポート
ru_ru: Автоимпорт через NetDeck
zh_cn: 通过NetDeck自动导入

# Options_Tracker_Importing_Web_Hyperlink_NetDeck
source: Download NetDeck (Chrome ext.)
ja_jp: NetDeck (Chrome拡張) をダウンロードします。
ru_ru: Скачать NetDeck (треб. браузер)
zh_cn: 下载NetDeck (Chrome 扩展.)

# Options_Tracker_Notifications_Label_GameResult
source: Game result
ja_jp: 試合結果
ru_ru: Итог игры
zh_cn: 游戏结果

# Options_Tracker_Notifications_Label_ShowNotifications
source: Show notifications
ja_jp: 通知を表示
ru_ru: Показать уведомления
zh_cn: 显示通知

# Options_Tracker_Notifications_Label_Duration
source: Show for
ja_jp: 表示:
ru_ru: Показ:
zh_cn: 显示

# Options_Tracker_Notifications_Label_Duration2
source: seconds
ja_jp: 秒
ru_ru: секунды
zh_cn: 秒

# Options_Tracker_Notifications_Label_ArenaReward
source: Show arena reward dialog when run is over
ja_jp: 闘技場終了時に報酬ダイアログ ボックスを表示する
ru_ru: Показать награду арены при завершении
zh_cn: 运行时显示竞技场奖励对话框

# Options_Tracker_Notifications_Label_NoteDialog
source: Show note dialog after game
ja_jp: 試合後メモ ダイアログ ボックスを表示
ru_ru: Показать примечание после игры
zh_cn: 游戏结束后显示注释框

# Options_Tracker_Notifications_Label_NoteDialog_WaitMenu
source: Wait until back in menu
ja_jp: メニューに戻るまで待つ
ru_ru: Ожидание возврата в меню
zh_cn: 等到回到菜单上

# Options_Tracker_Plugins_Button_Avilable
source: Available Plugins
ja_jp: 使用可能なプラグイン
ru_ru: Доступные дополнения
zh_cn: 可获得插件

# Options_Tracker_Plugins_Button_Folder
source: Plugins Folder
ja_jp: プラグインのフォルダー
ru_ru: Папка дополнений
zh_cn: 插件文件夹

# Options_Tracker_Plugins_Switch_Enabled
source: Enabled
ja_jp: 有効
ru_ru: Включено
zh_cn: 开启

# Options_Tracker_Plugins_Switch_Disabled
source: Disabled
ja_jp: 無効
ru_ru: Отключено
zh_cn: 已关闭

# Options_Tracker_Plugins_Label_CreatedBy
source: Created by
ja_jp: 作成者:
ru_ru: Создано:
zh_cn: 作者

# Options_Tracker_Replays_CheckBox_ShareNotification
source: Show share notification
ja_jp: 共有の通知を表示
ru_ru: Показать часть уведомлений
zh_cn: 显示 分享通知

# Options_Tracker_Replays_CheckBox_Upload
source: Upload replays automatically
ja_jp: 自動的にリプレイをアップロード
ru_ru: Автовыгрузка повторов
zh_cn: 自动上传录像

# Options_Tracker_Replays_CheckBox_Ranked
source: Ranked
ja_jp: ランク戦
ru_ru: Ранговая
zh_cn: 排名

# Options_Tracker_Replays_CheckBox_Casual
source: Casual
ja_jp: カジュアル
ru_ru: Обычная
zh_cn: 休闲

# Options_Tracker_Replays_CheckBox_Arena
source: Arena
ja_jp: 闘技場
ru_ru: Арена
zh_cn: 竞技场

# Options_Tracker_Replays_CheckBox_Brawl
source: Brawl
ja_jp: 酒場の喧嘩
ru_ru: Потасовка
zh_cn: 乱斗

# Options_Tracker_Replays_CheckBox_Friendly
source: Friendly
ja_jp: フレンド対戦
ru_ru: Дружеская
zh_cn: 好友对战

# Options_Tracker_Replays_CheckBox_AdventurePractice
source: Adventure/Practice
ja_jp: アドベンチャー/練習
ru_ru: Приключения/боты
zh_cn: 冒险/练习

# Options_Tracker_Replays_CheckBox_Spectator
source: Spectator
ja_jp: 観戦
ru_ru: Наблюдение
zh_cn: 观众模式

# Options_Tracker_Replays_Label_AccountStatus
source: Account Status:
ja_jp: アカウントの状態:
ru_ru: Состояние учётки:
zh_cn: 账户状态:

# Options_Tracker_Replays_Button_Claim
source: Claim Account
ja_jp: リンクされたアカウント
ru_ru: Требуется учётка
zh_cn: 关联账户

# Options_Tracker_Replays_Claim_Description
source: Log in with your Battle.net credentials on HSReplay.net to claim your existing replays. This will open your web browser.
ja_jp: あなたの既存のリプレイを保存する HSReplay.netに Battle.net の資格情報でログインします。web ブラウザーを開きます。
ru_ru: Войти через Battle.net на HSReplay.net, чтобы запросить повторы. Запустится браузер.
zh_cn: 你可以在HSReplay.net上关联你的战网号(非国服即可)。这需要打开你的网页浏览器。

# Options_Tracker_Replays_CheckBox_LocalViewer
source: Use local replay viewer by default (not maintained)
ja_jp: 既定では (維持されません) ビューアーを使って、ローカルの再生
ru_ru: Исп-ть локальный просмотр по умолчанию (не поддерживается)
zh_cn: 默认情况下使用本地录像查看（不保存）

# Options_Tracker_Settings_Label_SubmitData
source: Submit anonymous data
ja_jp: 匿名データを送信
ru_ru: Отправить анонимные данные
zh_cn: 提交匿名数据

# Options_Tracker_Settings_Analytics_Description
source: This only tracks very basic information to help us improve HDT, like app and match starts.
ja_jp: これはアプリや戦績の起動など、HDTをよくするための基本的な情報だけを蓄積します。
ru_ru: Запись самой важной инф-ы, чтобы помочь нам улучшить HDT.
zh_cn: 这只会追踪基础信息帮助改善HDT，像app和匹配开始。

# Options_Tracker_Settings_CheckBox_SaveConfigAppData
source: Save config in AppData
ja_jp: AppData に設定を保存
ru_ru: Сохранение настроек в AppData
zh_cn: 保存设置到 AppData

# Options_Tracker_Settings_CheckBox_SaveDataAppData
source: Save data in AppData
ja_jp: AppData にデータを保存
ru_ru: Сохранение данных в AppData
zh_cn: 保存数据到 AppData

# Options_Tracker_Settings_CheckBox_StartWithWindows
source: Start with windows
ja_jp: ウインドウモード で開始
ru_ru: Автозапуск
zh_cn: 开机启动

# Options_Tracker_Settings_CheckBox_StartMinimized
source: Start minimized
ja_jp: 最小化して起動
ru_ru: Запуск свёрнуто
zh_cn: 启动时最小化

# Options_Tracker_Settings_CheckBox_MinimizeToTray
source: Minimize to tray
ja_jp: トレイで最小化
ru_ru: Сворачивать на панель
zh_cn: 最小化到托盘

# Options_Tracker_Settings_CheckBox_Splashscreen
source: Show the loading splash screen
ja_jp: ロードを表示するスプラッシュ画面
ru_ru: Показывать заставку при загрузке
zh_cn: 显示加载启动画面

# Options_Tracker_Settings_CheckBox_CloseWithHearthstone
source: Close with Hearthstone
ja_jp: ハースストーンと同時に閉じる
ru_ru: Закрывать с Hearthstone
zh_cn: 炉石关闭时同时关闭

# Options_Tracker_Settings_CheckBox_StartHearthstone
source: Start Hearthstone with HDT
ja_jp: HDTと同時にハースストーンを開始
ru_ru: Запуск Hearthstone с HDT
zh_cn: 启动HDT时自动打开炉石传说

# Options_Tracker_Settings_CheckBox_Updates
source: Check for updates
ja_jp: 更新プログラムの確認
ru_ru: Проверка обновлений
zh_cn: 检测更新

# Options_Tracker_Settings_CheckBox_BetaUpdates
source: Check for BETA updates
ja_jp: ベータ版の更新を確認
ru_ru: Проверка β-обновлений
zh_cn: 检测 BETA 更新

# Options_Tracker_Settings_CheckBox_AdvancedWindowSearch
source: Advanced window search
ja_jp: 詳細ウィンドウの検索
ru_ru: Расширенный поиск
zh_cn: 高级窗口搜索

# Options_Tracker_Settings_CheckBox_AltScreenCapture
source: Alternative screen capture
ja_jp: 代替画面キャプチャ
ru_ru: Альтернативный захват экрана
zh_cn: 可选屏幕捕捉

# Options_Tracker_Settings_CheckBox_Newsbar
source: Show news bar
ja_jp: ニュースバーを表示
ru_ru: Показ новостей
zh_cn: 显示新闻栏

# Options_Tracker_Settings_CheckBox_Log
source: Show Log
ja_jp: ログを表示します。
ru_ru: Показ журнала
zh_cn: 显示Log

# Options_Tracker_Settings_Button_HearthstonePath
source: set hearthstone path
ja_jp: ハースストーンのパスを設定
ru_ru: Назначить пусть к Hearthstone
zh_cn: 设置炉石路径

# Options_Tracker_Settings_Button_DataPath
source: set data path
ja_jp: データ パス
ru_ru: Назначить путь к данным
zh_cn: 设置数据路径

# Options_Tracker_Settings_Button_LogDirectory
source: set hearthstone log directory
ja_jp: ハースストーンログ ディレクトリを設定
ru_ru: Назначить путь к журналу Hearthstone
zh_cn: 设置炉石log路径

# Options_Tracker_Stats_Label_Record
source: Record
ja_jp: レコード
ru_ru: Запись
zh_cn: 记录

# Options_Tracker_Stats_CheckBox_Ranked
source: Ranked
ja_jp: ランク戦
ru_ru: Ранговая
zh_cn: 排名

# Options_Tracker_Stats_CheckBox_Arena
source: Arena
ja_jp: 闘技場
ru_ru: Арена
zh_cn: 竞技场

# Options_Tracker_Stats_CheckBox_Brawl
source: Brawl
ja_jp: 酒場の喧嘩
ru_ru: Потасовка
zh_cn: 乱斗

# Options_Tracker_Stats_CheckBox_Casual
source: Casual
ja_jp: カジュアル
ru_ru: Обычная
zh_cn: 休闲

# Options_Tracker_Stats_CheckBox_Friendly
source: Friendly
ja_jp: フレンド
ru_ru: Дружеская
zh_cn: 好友对战

# Options_Tracker_Stats_CheckBox_AdventurePractive
source: Adventure / Practice
ja_jp: アドベンチャー/練習
ru_ru: Приключения/боты
zh_cn: 冒险/练习模式

# Options_Tracker_Stats_CheckBox_Spectator
source: Spectator
ja_jp: 観戦
ru_ru: Наблюдение
zh_cn: 观众模式

# Options_Tracker_Stats_CheckBox_Other
source: Other
ja_jp: その他
ru_ru: Другое
zh_cn: 其他

# Options_Tracker_Stats_Label_DecksOverlay
source: (on decks and in overlay)
ja_jp: (デッキとオーバーレイ)
ru_ru: (для колод и наложения)
zh_cn: (弹出窗口或者内嵌)

# Options_Tracker_Stats_Label_Versions
source: Version(s):
ja_jp: バージョン:
ru_ru: Версия(и):
zh_cn: 版本:

# Options_Tracker_Stats_Label_Mode
source: Mode:
ja_jp: モード:
ru_ru: Исправлено:
zh_cn: 模式:

# Options_Tracker_Stats_Label_Timeframe
source: Timeframe:
ja_jp: 期間:
ru_ru: Период времени:
zh_cn: 时间段:

# Options_Tracker_Stats_Label_Timeframe_Since
source: Since:
ja_jp: から:
ru_ru: Поскольку:
zh_cn: 从:

# Options_Tracker_Stats_CheckBox_DiscardNoMatch
source: Discard game if deck does not match cards
ja_jp: デッキと使われたカードが一致しない場合は、ゲームを削除
ru_ru: Выбросить игру, если не соотв. карты
zh_cn: 停止记录，如果卡组和当前卡牌不同步

# Options_Tracker_Stats_CheckBox_AskDiscard
source: Ask before discarding
ja_jp: 削除する前に尋ねる
ru_ru: Спросить прежде, чем выбросить
zh_cn: 记录前询问

# Options_Tracker_Stats_CheckBox_DiscardZeroTurns
source: Discard games with zero turns
ja_jp: 0ターン目でゲームを削除します。
ru_ru: Выбросьте игры без ходов
zh_cn: 停止记录在0回合时

# Options_Tracker_Stats_CheckBox_RecordLocalReplays
source: Record local replays
ja_jp: レコードのローカル リプレイ
ru_ru: Запись местных повторов
zh_cn: 记录本地录像

# Options_Tracker_Stats_CheckBox_KeepStatsWhenDeleting
source: Keep stats when deleting a deck*
ja_jp: デッキを削除するときに統計情報を維持
ru_ru: Хранить стат-у удалённой колоды*
zh_cn: 当删除卡组时保持统计*

# Options_Tracker_Stats_CheckBox_KeepStatsWhenDeleting_Tooltip
source: This will move stats to the 'class default deck' (the same matches in no-deck mode are saved to). That means, runs in the arena statistics will be lost when deleting arena decks!
ja_jp: これは (デッキなしモードで同じ試合に保存されます) 'クラス デフォルト デッキ' に統計情報を移動します。つまり、闘技場 デッキを削除するときに闘技場結果の統計情報は失われます!
ru_ru: Статистика арены не будет удалена вместе с колодой
zh_cn: 这会移动数据到默认职业卡组(相应的匹配数据会以无卡组状态保存). 这意味着删除竞技场卡组同时会删除竞技场的统计数据!

# Options_Tracker_Stats_CheckBox_StatsWindow
source: Show deck stats in separate window
ja_jp: デッキ統計情報が別ウィンドウで表示します。
ru_ru: Показ стат-ы колоды в отдельном окне
zh_cn: 显示卡组统计在单独窗口中

# Options_Tracker_Settings_Label_Analytics
source: Analytics
ja_jp: アナリティクス
ru_ru: Аналитика
zh_cn: 分析

# DeckPicker_Text_Search_Watermark
source: Search...
ja_jp: 検索.
ru_ru: Поиск...
zh_cn: 搜索...

# DeckPicker_ContextMenu_Use
source: _Use deck
ja_jp: 使用デッキ
ru_ru: Исп-ть колоду
zh_cn: 使用卡组(_U)

# DeckPicker_ContextMenu_Deck
source: Edit _deck
ja_jp: デッキを編集
ru_ru: Изменить колоду
zh_cn: 编辑卡组(_D)

# DeckPicker_ContextMenu_Name
source: Edit na_me
ja_jp: 名前を編集
ru_ru: Изменить имя
zh_cn: 编辑名称(_M)

# DeckPicker_ContextMenu_Notes
source: Edit _notes
ja_jp: ノートを編集
ru_ru: Изменить примечание
zh_cn: 编辑注释(_N)

# DeckPicker_ContextMenu_Tags
source: Edit _tags
ja_jp: タグを編集
ru_ru: Изменить метки
zh_cn: 编辑标签(_T)

# DeckPicker_ContextMenu_QuickSetTags
source: _Quick set tag
ja_jp: クイックタグ設定
ru_ru: Быстро назначить метку
zh_cn: 快速设置标签(_Q)

# DeckPicker_ContextMenu_MoveToArena
source: Move to Arena
ja_jp: 闘技場に移動
ru_ru: В аренную
zh_cn: 移动到竞技场

# DeckPicker_ContextMenu_MoveToConstructed
source: Move to Constructed
ja_jp: 構築に移動
ru_ru: В собираемую
zh_cn: 移动到构筑

# DeckPicker_ContextMenu_MissingCards
source: Show _Missing cards
ja_jp: ないカードを見る
ru_ru: Показать недостающие
zh_cn: 显示丢失卡牌(_M)

# DeckPicker_ContextMenu_Update
source: _Update (web)
ja_jp: アップデート(ウェブ)
ru_ru: Обновление (сеть)
zh_cn: 更新(网页)(_U)

# DeckPicker_ContextMenu_OpenWebsite
source: Open _Website
ja_jp: オープン ウェブサイト
ru_ru: Открыть сайт
zh_cn: 打开网页(_W)

# DeckPicker_ContextMenu_OpenHearthstats
source: Open HearthStats
ja_jp: オープン HearthStats
ru_ru: Открыть HearthStats
zh_cn: 打开HEARTHSTATS

# DeckPicker_ContextMenu_Archive
source: _Archive
ja_jp: アーカイブ
ru_ru: Архивировать
zh_cn: 归档(_A)

# DeckPicker_ContextMenu_Unarchive
source: Unarchive
ja_jp: アンアーカイブ
ru_ru: Разархивировать
zh_cn: 不归档

# DeckPicker_ContextMenu_Delete
source: Delete
ja_jp: 削除
ru_ru: Удалить
zh_cn: 删除

# DeckPicker_ContextMenu_Clone
source: Clone
ja_jp: クローン
ru_ru: Клонировать
zh_cn: 复制

# DeckPicker_ContextMenu_Clone_Deck
source: Entire deck
ja_jp: 全体のデッキ
ru_ru: Колоду целиком
zh_cn: 完整卡组

# DeckPicker_ContextMenu_Clone_Version
source: Selected version
ja_jp: 選択したバージョン
ru_ru: Выбранную версию
zh_cn: 已选版本

# DeckPicker_ContextMenu_LinkUrl
source: Link to ur_l
ja_jp: URLへリンク
ru_ru: Ссылка
zh_cn: 链接到网页(_L)

# DeckPicker_ContextMenu_LinkNewUrl
source: Link to new ur_l
ja_jp: 新しい URLへリンク
ru_ru: Новая ссылка
zh_cn: 链接到新网页(_L)

# MainWindow_Menu_Deck_LinkUrl
source: Link to ur_l
ja_jp: URLのリンク
ru_ru: Ссылка
zh_cn: 链接到网页(_L)

# MainWindow_Menu_Deck_LinkNewUrl
source: Link to new ur_l
ja_jp: 新しいURLのリンク
ru_ru: Новая ссылка
zh_cn: 链接到新网页(_L)

# Stats_Arena_Advanced_Label_Note
source: Note
ja_jp: メモ
ru_ru: Заметка
zh_cn: 注释

# Stats_Arena_Advanced_Warning
source: These charts render a bit slow. Press refresh to update them.
ja_jp: これらのグラフは少し遅いレンダリングします。更新を押してください。
ru_ru: Рисуется медленно, нажима
zh_cn: 这些图表渲染速度有点慢。按刷新更新它们。

# Stats_Arena_Advanced_Label_Distribution
source: Class distribution by wins
ja_jp: 勝利数ごとのクラス分布
ru_ru: Распред. классов по победам
zh_cn: 职业胜场分布

# Stats_Arena_Advanced_Label_WinLoss
source: Win/Loss vs class
ja_jp: 勝利/損失 vs クラス
ru_ru: Победа/поражение и класс
zh_cn: 胜/负 vs 职业

# Stats_Arena_ClassStats_Label_Runs
source: Runs:
ja_jp: 結果:
ru_ru: Заходы:
zh_cn: 次数：

# Stats_Arena_ClassStats_Label_PercentTotal
source: % of total
ja_jp: % (合計)
ru_ru: % из всех
zh_cn: % 总数
