Repository: HearthSim/Hearthstone-Deck-Tracker
Catalog: Hearthstone Deck Tracker/Properties/Strings.*.resx
Languages: ja_jp, ru_ru, zh_cn

# Enum_DeckLayout_Layout1
source: Default
ja_jp: デフォルト
ru_ru: По умолчанию
zh_cn: 默认

# Enum_DeckLayout_Layout2
source: Alternative
ja_jp: 代替
ru_ru: Альтернатива
zh_cn: 可选

# Enum_DeckLayout_Legacy
source: Legacy
ja_jp: レガシー
ru_ru: Наследие
zh_cn: 传统

# Enum_DisplayedStats_All
source: All
ja_jp: すべて
ru_ru: Всё
zh_cn: 全部

# Enum_DisplayedStats_Selected
source: Selected
ja_jp: 選択
ru_ru: Выбранное
zh_cn: 已选

# Enum_DisplayedStats_Latest
source: Latest
ja_jp: 最新
ru_ru: Последнее
zh_cn: 最新

# Enum_DisplayedStats_SelectedMajor
source: Selected Major
ja_jp: メジャーな選択
ru_ru: Выбранный основной
zh_cn: 已选主要

# Enum_DisplayedStats_LatestMajor
source: Latest Major
ja_jp: 最新メジャー
ru_ru: Последний основной
zh_cn: 最新主要

# Enum_DisplayMode_Always
source: Always
ja_jp: 常に
ru_ru: Всегда
zh_cn: 总是

# Enum_DisplayMode_Auto
source: Auto
ja_jp: 自動
ru_ru: Авто
zh_cn: 自动

# Enum_DisplayMode_Never
source: Never
ja_jp: しない
ru_ru: Никогда
zh_cn: 从不

# Enum_Format_All
source: All
ja_jp: すべて
ru_ru: Всё
zh_cn: 全部

# Enum_Format_Standard
source: Standard
ja_jp: スタンダード
ru_ru: Стандарт
zh_cn: 标准

# Enum_Format_Wild
source: Wild
ja_jp: ワイルド
ru_ru: Вольный
zh_cn: 狂野

# Enum_GameMode_All
source: All
ja_jp: すべて
ru_ru: Всё
zh_cn: 全部

# Enum_GameMode_Ranked
source: Ranked
ja_jp: ランク戦
ru_ru: Ранговая
zh_cn: 排名

# Enum_GameMode_Casual
source: Casual
ja_jp: カジュアル
ru_ru: Обычная
zh_cn: 休闲

# Enum_GameMode_Arena
source: Arena
ja_jp: 闘技場
ru_ru: Арена
zh_cn: 竞技场

# Enum_GameMode_Brawl
source: Brawl
ja_jp: 酒場の喧嘩
ru_ru: Потасовка
zh_cn: 乱斗

# Enum_GameMode_Friendly
source: Friendly
ja_jp: フレンド対戦
ru_ru: Дружеская
zh_cn: 好友对战

# Enum_GameMode_Practice
source: Practice
ja_jp: 練習
ru_ru: Обучение
zh_cn: 练习

# Enum_GameMode_Spectator
source: Spectator
ja_jp: 観客
ru_ru: Наблюдение
zh_cn: 观众模式

# Enum_GameMode_None
source: None
ja_jp: なし
ru_ru: Нет
zh_cn: 无

# Enum_GameResult_All
source: All
ja_jp: すべて
ru_ru: Всё
zh_cn: 全部

# Enum_GameResult_Win
source: Win
ja_jp: 勝利
ru_ru: Победа
zh_cn: 胜

# Enum_GameResult_Loss
source: Loss
ja_jp: 敗北
ru_ru: Поражение
zh_cn: 负

# Enum_GameResult_Draw
source: Draw
ja_jp: 引き分け
ru_ru: Добор
zh_cn: 抽

# Enum_GameResult_None
source: None
ja_jp: なし
ru_ru: Нет
zh_cn: 无

# Enum_HeroClass_All
source: All
ja_jp: すべて
ru_ru: Всё
zh_cn: 全部

# Enum_HeroClass_Druid
source: Druid
ja_jp: ドルイド
ru_ru: Друид
zh_cn: 德魯伊

# Enum_HeroClass_Hunter
source: Hunter
ja_jp: ハンター
ru_ru: Охотник
zh_cn: 猎人

# Enum_HeroClass_Mage
source: Mage
ja_jp: メイジ
ru_ru: Маг
zh_cn: 法师

# Enum_HeroClass_Paladin
source: Paladin
ja_jp: パラディン
ru_ru: Паладин
zh_cn: 圣骑士

# Enum_HeroClass_Priest
source: Priest
ja_jp: プリースト
ru_ru: Жрец
zh_cn: 牧师

# Enum_HeroClass_Rogue
source: Rogue
ja_jp: ローグ
ru_ru: Разбойник
zh_cn: 盗贼

# Enum_HeroClass_Shaman
source: Shaman
ja_jp: シャーマン
ru_ru: Шаман
zh_cn: 萨满

# Enum_HeroClass_Warlock
source: Warlock
ja_jp: ウォーロック
ru_ru: Чернокнижник
zh_cn: 术士

# Enum_HeroClass_Warrior
source: Warrior
ja_jp: ウォーリア
ru_ru: Воин
zh_cn: 战士

# Enum_HeroClass_Archived
source: Archived
ja_jp: アーカイブ
ru_ru: Архивная
zh_cn: 归档

# Enum_IconStyle_Round
source: Round
ja_jp: ラウンド
ru_ru: Круг
zh_cn: 圆形

# Enum_IconStyle_Square
source: Square
ja_jp: 四角
ru_ru: Квадрат
zh_cn: 正方形

# Enum_MetroTheme_BaseLight
source: Light
ja_jp: 淡色
ru_ru: Свет
zh_cn: 明亮

# Enum_MetroTheme_BaseDark
source: Dark
ja_jp: 濃色
ru_ru: Тьма
zh_cn: 深黑

# Enum_Region_All
source: All
ja_jp: すべて
ru_ru: Всё
zh_cn: 全部

# Enum_Region_Unknown
source: Unknown
ja_jp: 不明
ru_ru: Неизвестно
zh_cn: 未知

# Enum_Region_US
source: US
ja_jp: アメリカ
ru_ru: США
zh_cn: 北美洲

# Enum_Region_EU
source: EU
ja_jp: ヨーロッパ
ru_ru: Европа
zh_cn: 欧洲

# Enum_Region_Asia
source: Asia
ja_jp: アジア
ru_ru: Азия
zh_cn: 亚洲

# Enum_Region_China
source: China
ja_jp: 中国
ru_ru: Китай
zh_cn: 中国

# Enum_TagFilterOperation_And
source: And
ja_jp: そして
ru_ru: И
zh_cn: 和

# Enum_TagFilterOperation_Or
source: Or
ja_jp: また
ru_ru: Или
zh_cn: 或

# Enum_TimeFrame_Today
source: Today
ja_jp: 本日
ru_ru: Сегодня
zh_cn: 今天

# Enum_TimeFrame_Yesterday
source: Yesterday
ja_jp: 昨日
ru_ru: Вчера
zh_cn: 昨天

# Enum_TimeFrame_Last24Hours
source: Last 24 hours
ja_jp: 過去 24 時間
ru_ru: За сутки
zh_cn: 过去1天

# Enum_TimeFrame_ThisWeek
source: This week
ja_jp: この 1 週間
ru_ru: Эта неделя
zh_cn: 这周

# Enum_TimeFrame_PreviousWeek
source: Previous week
ja_jp: 前週
ru_ru: Прошлая неделя
zh_cn: 上周

# Enum_TimeFrame_Last7Days
source: Last 7 days
ja_jp: 過去 7 日間
ru_ru: Последние 7 дней
zh_cn: 过去1周

# Enum_TimeFrame_ThisMonth
source: This month
ja_jp: 今月
ru_ru: Этот месяц
zh_cn: 这月

# Enum_TimeFrame_PreviousMonth
source: Previous month
ja_jp: 前月
ru_ru: Прошлый месяц
zh_cn: 上月

# Enum_TimeFrame_ThisYear
source: This year
ja_jp: 今年
ru_ru: Этот год
zh_cn: 今年

# Enum_TimeFrame_PreviousYear
source: Previous year
ja_jp: 前年
ru_ru: Прошлый год
zh_cn: 去年

# Enum_TimeFrame_AllTime
source: All time
ja_jp: 全期間
ru_ru: Всё время
zh_cn: 全部时间

# Enum_DisplayedTimeFrame_Today
source: Today
ja_jp: 今日
ru_ru: Сегодня
zh_cn: 今天

# Enum_DisplayedTimeFrame_ThisWeek
source: This week
ja_jp: この 1 週間
ru_ru: Эта неделя
zh_cn: 这周

# Enum_DisplayedTimeFrame_CurrentSeason
source: Current season
ja_jp: 現在のシーズン
ru_ru: Этот сезон
zh_cn: 当前赛季

# Enum_DisplayedTimeFrame_LastSeason
source: Last season
ja_jp: 昨シーズン
ru_ru: Прошлый сезон
zh_cn: 上赛季

# Enum_DisplayedTimeFrame_CustomSeason
source: Custom season
ja_jp: カスタム シーズン
ru_ru: Выбранный сезон
zh_cn: 自定义赛季

# Enum_DisplayedTimeFrame_AllTime
source: All time
ja_jp: 全期間
ru_ru: Всё время
zh_cn: 全部时间

# Enum_DisplayedTimeFrame_Custom
source: Custom
ja_jp: カスタム
ru_ru: Вручную
zh_cn: 自定义

# Enum_YesNo_Yes
source: Yes
ja_jp: はい
ru_ru: Да
zh_cn: 是

# Enum_YesNo_No
source: No
ja_jp: いいえ
ru_ru: Нет
zh_cn: 否

# Enum_YesNoAll_All
source: All
ja_jp: すべて
ru_ru: Всё
zh_cn: 全部

# Options_Tracker_Appearance_Label_ClassColors
source: Class colors:
ja_jp: クラスの色:
ru_ru: Цвет класса:
zh_cn: 职业颜色:

# DeckNotes_Button_Save
source: Save
ja_jp: 保存
ru_ru: Сохранить
zh_cn: 保存

# DeckNotes_Button_Save_Tooltip
source: Automatically saves when the dialog closes
ja_jp: ダイアログ ボックスを閉じるときに自動的に保存
ru_ru: Автосохранение при закрытии диалога
zh_cn: 对话框关闭时自动保存

# DeckPanel_Button_Import
source: Import
ja_jp: インポート
ru_ru: Импорт
zh_cn: 导入

# Help_Label_Faq
source: FAQ
ru_ru: ЧАВО

# Help_Faq_Hyperlink
source: Go to the FAQ.
ja_jp: よくある質問に移動します。
ru_ru: Открыть ЧАВО
zh_cn: 前往 FAQ.

# Help_Label_Overlay
source: The Overlay
ja_jp: オーバーレイ
ru_ru: Наложение
zh_cn: 内嵌

# Help_Overlay_Label_CardMarks
source: Card marks
ja_jp: カードのマーク
ru_ru: Метки карт
zh_cn: 卡牌标记

# Help_Overlay_CardMarks_Label_Coin
source: The Coin
ja_jp: コイン
ru_ru: Монетка
zh_cn: 硬币

# Help_Overlay_CardMarks_Label_Mulligan
source: Mulliganed
ja_jp: マリガン
ru_ru: Убраны из руки
zh_cn: 换牌

# Help_Overlay_CardMarks_Label_Returned
source: Returned
ja_jp: 返された
ru_ru: Возвращено
zh_cn: 回手的牌

# Help_Overlay_CardMarks_Label_Created
source: Created
ja_jp: 作成
ru_ru: Создано
zh_cn: 额外创建的牌

# Help_Overlay_Label_Percentages
source: Percentages
ja_jp: パーセンテージ
ru_ru: Процентное соотношение
zh_cn: 百分比

# Help_Overlay_Percentages_Label_General
source: General:
ja_jp: 一般:
ru_ru: Главное:
zh_cn: 通用:

# Help_Overlay_Percentages_Text_General
source: The number of copies left in the deck for a specific card.
ja_jp: カードがデッキに残っている枚数
ru_ru: Число копий оставшихся в колоде для конкретной карты.
zh_cn: 抽1/2张牌的概率显示在卡组旁。

# Help_Overlay_Percentages_Label_Draw
source: Draw chance:
ja_jp: ドロー確率
ru_ru: Шанс вытянуть:
zh_cn: 抽牌概率:

# Help_Overlay_Percentages_Text_Draw
source: The chance of drawing a card with X copies left in the deck.
ja_jp: X枚残っているカードを引く確率
ru_ru: Шанс добрать карту с X оставшихся в колоде.
zh_cn: 这个数字指牌库剩余卡牌数X情况下，抽到某张牌的概率。

# Help_Overlay_Percentages_Label_Holding
source: Holding chance:
ja_jp: カードを持っている確率
ru_ru: Шанс удержать:
zh_cn: 拥有概率:

# Help_Overlay_Percentages_Text1_Holding
source: The chance of your opponent holding a card at the start of the next turn with X copies left in play.
ja_jp: 対戦相手が次の最初のターンにX枚残っているカードを手札に持っている確率
ru_ru: Шанс противника удержать карту в начале хода с X оставшимися в игре.
zh_cn: 这个数字指手牌数X情况下，对手下回合开始时某张牌在手中的概率。

# Help_Overlay_Percentages_Text2_Holding
source: This includes the next draw but nothing beyond that.
ja_jp: 次のドローは含まれますがそれ以外のことは考慮しません。
ru_ru: Это включает в себя только следующий розыгрыш.
zh_cn: 包括下一抽，仅此而已。

# Help_Overlay_Label_Customization
source: Customization
ja_jp: カスタマイズ
ru_ru: Настройка
zh_cn: 定制

# Help_Overlay_Customization_Text_Intro
source: Almost everything in the overlay can be turn on or off, moved and resized.
ja_jp: オーバーレイされているほぼすべては表示/非表示、移動、サイズ変更できます。
ru_ru: Почти всё, что в наложении, включаемо и выключаемо, перемещаемо и изменяемо.
zh_cn: 几乎所有的东西都可以在内嵌选项中打开或关闭，移动和调整大小。

# Help_Overlay_Customization_Label_OnOff
source: On/off:
ja_jp: オン/オフ
ru_ru: Вкл./откл.:
zh_cn: 开/关:

# Help_Overlay_Customization_OnOff_Text
source: Options for this can be found under
ja_jp: このオプションは、下で見つけることができます。
ru_ru: Параметры для этого можно найти в разделе
zh_cn: 此选项下可以找到

# Help_Overlay_Customization_OnOff_OptionPath
source: options > overlay > general / player / opponent
ja_jp: オプション > オーバーレイ > 一般/プレーヤー/相手
ru_ru: Настройки > Наложение > Общие / Игрок / Противник
zh_cn: 选项 > 内嵌 > 通用 / 玩家 / 对手

# Help_Overlay_Customization_Label_Unlock
source: Moving/resizing:
ja_jp: 移動/サイズ変更します。
ru_ru: Перемещение/размер:
zh_cn: 移动/缩放:

# Help_Overlay_Customization_Unlock_Text1
source: The overlay can be unlocked via
ja_jp: オーバーレイを介してロックを解除できます。
ru_ru: Наложение м. б. разблокировано в разделе
zh_cn: 内嵌可以解锁位置

# Help_Overlay_Customization_Unlock_OptionPath
source: options > overlay > general > unlock
ja_jp: オプション > オーバーレイ > 一般 > のロックを解除
ru_ru: Настройки > Наложение > Общие
zh_cn: 选项 > 内嵌 > 通用> 解锁

# Help_Overlay_Customization_Unlock_Text2
source: (button at the bottom).
ja_jp: (下部にあるボタン)。
ru_ru: (кнопка в нижней части).
zh_cn: (按钮在底部).

# Help_Overlay_Customization_Hyperlink
source: Additional information can be found here.
ja_jp: 詳細はこちらをご覧ください。
ru_ru: Дополнительную информацию можно найти здесь
zh_cn: 更多信息可以在这里找到。

# Help_Label_BugsFeatures
source: Reporting bugs / requesting features
ja_jp: バグ/機能追加希望の報告
ru_ru: Отчёт об ошибках/новые возможности
zh_cn: 反馈BUG/ 需求功能

# Help_BugsFeatures_Option1_Text1
source: 1) Check out the
ja_jp: 1) チェック アウト、
ru_ru: 1) Проверить
zh_cn: 1) 反馈

# Help_BugsFeatures_Option1_Hyperlink_Github1
source: issues on GitHub.
ja_jp: GitHub 上での問題。
ru_ru: запросы в GitHub.
zh_cn: 问题在GitHub上。

# Help_BugsFeatures_Option1_Text2
source: If there's no issue on the topic feel free to open a new one and/or even fix it yourself and create a pull request. For some futher information on what you might want to include in the issue
ja_jp: トピックがなくても気軽に新しくトピックを作成したり、修正のプルリクエストを作成してください。それに詳細な情報については
ru_ru: Если нет ни одного вопроса по этой теме, не стесняйтесь, открывайте новый и/или исправляйте это самостоятельно.
zh_cn: 如果没有发现这歌问题，请随意打开一个新的或修复它，并创建一个请求。一些更多的信息对你可能希望包含在问题

# Help_BugsFeatures_Option1_Hyperlink_Github2
source: click here.
ja_jp: ここをクリックします。
ru_ru: Тык сюда
zh_cn: 点击这里。

# Help_BugsFeatures_Text_Or
source: or
ja_jp: または
ru_ru: или
zh_cn: 或

# Help_BugsFeatures_Option2_Text_Email
source: 2) Send an email to support@hsdecktracker.net (english only)
ja_jp: 2) support@hsdecktracker.net (英語のみ) に電子メールを送信します。
ru_ru: 2) Отправить по электронной почте support@hsdecktracker.net (только на английском)
zh_cn: 2) 发邮件到l: support@hsdecktracker.net(只接受英文)

# Help_Label_Github
source: GitHub Project
ja_jp: GitHub のプロジェクト
ru_ru: Проект на GitHub
zh_cn: GitHub 项目

# Help_Github_Text1
source: The project can be found
ja_jp: プロジェクトを見つけることができます。
ru_ru: Проект может быть найден
zh_cn: 连接在这

# Help_Github_Hyperlink1
source: here.
ja_jp: ここに。
ru_ru: тут.
zh_cn: 这里。

# Help_Github_Hyperlink2
source: readme
ru_ru: прочти
zh_cn: 说明

# Help_Github_Text3
source: contains a brief overview of all the features.
ja_jp: すべての機能の簡単な概要が含まれています。
ru_ru: содержит краткий обзор всех возможностей.
zh_cn: 包含所有功能的简要概述。

# Help_Label_Version
source: Version:
ja_jp: バージョン：
ru_ru: Версия:
zh_cn: 版本:

# Help_Button_Updatenotes
source: Show update notes
ja_jp: アップデートノートを表示
ru_ru: Показать заметки обновления
zh_cn: 显示更新注释

# DeckPicker_Label_ActiveDeck
source: Active deck:
ja_jp: アクティブなデッキ:
ru_ru: Текущая колода:
zh_cn: 可用卡组 :

# DeckPicker_ActiveDeck_Label_None
source: None
ja_jp: なし
ru_ru: Нет
zh_cn: 无

# DeckPicker_ActiveDeck_Label_None_Tooltip
source: click "USE" on deck to activate
ja_jp: アクティブにするデッキの「使用」をクリック
ru_ru: Тык "Исп-ть" для выбора
zh_cn: 点击"未使用"激活卡组

# DeckPicker_Button_Auto
source: Auto
ja_jp: 自動
ru_ru: Авто
zh_cn: 自动

# DeckPicker_Button_NoDeckMode
source: No-deck mode
ja_jp: デッキ未選択モード
ru_ru: Без колоды
zh_cn: 无卡组模式

# DeckPicker_Deck_Label_Use
source: Use
ja_jp: 使用
ru_ru: Исп-ть
zh_cn: 未使用

# DeckPicker_Deck_Label_Active
source: Active
ja_jp: アクティブ
ru_ru: Выбрано
zh_cn: 使用中

# DeckPicker_Deck_LastTimePlayed_Tooltip
source: Last time played
ja_jp: 対戦時
ru_ru: Последний раз играло
zh_cn: 上次使用时间

# DeckPicker_Deck_Archived_Tooltip
source: Archived
ja_jp: アーカイブ
ru_ru: Архивное
zh_cn: 归档

# DeckPicker_Deck_Standard_Tooltip
source: This deck can be used in 'Standard' mode.
ja_jp: このデッキは、「スタンダード」モードで使用できます。
ru_ru: Колода для стандарта
zh_cn: 这个卡组可以在标准模式下使用.

# Deck_StatsString_NoStats
source: No stats
ja_jp: 統計情報なし
ru_ru: Нет стат-ы
zh_cn: 无记录

# DeckPicker_Deck_Legacy_NoStats_No
source: no
ja_jp: いいえ
ru_ru: нет
zh_cn: 否

# DeckPicker_Deck_Legacy_NoStats_Stats
source: stats
ja_jp: 統計情報
ru_ru: стат-а
zh_cn: 统计

# Enum_DeckType_All
source: All
ja_jp: すべて
ru_ru: Всё
zh_cn: 全部

# Enum_DeckType_Arena
source: Arena
ja_jp: 闘技場
ru_ru: Арена
zh_cn: 竞技场

# Enum_DeckType_Standard
source: Standard
ja_jp: スタンダード
ru_ru: Стандарт
zh_cn: 标准

# Enum_DeckType_Wild
source: Wild
ja_jp: ワイルド
ru_ru: Вольный
zh_cn: 狂野

# SplashScreen_Button_Skip
source: Skip
ja_jp: スキップ
ru_ru: Пропустить
zh_cn: 跳过

# SplashScreen_Text_Loading
source: Loading...
ja_jp: 読み込んでいます...
ru_ru: Загрузка...
zh_cn: 读取中...

# SplashScreen_Text_Updating
source: Updating...
ja_jp: 更新中...
ru_ru: Обновление...
zh_cn: 更新中...

# SplashScreen_Text_Installing
source: Installing...
ja_jp: インストール中...
ru_ru: Установка...
zh_cn: 安装中...

# TimerWindow_Title
source: Timer
ja_jp: タイマー
ru_ru: Счётчик
zh_cn: 计时器

# StatsWindow_Title
source: Stats
ja_jp: 統計情報
ru_ru: Стат-ы
zh_cn: 状态

# StatsWindow_Flyout_Label_OpponentDeck
source: Opponent Deck
ja_jp: 相手のデッキ
ru_ru: Колода противника
zh_cn: 对手卡组

# StatsWindow_Button_MoveToMainWindow
source: Move to main window
ja_jp: メイン ウィンドウに移動
ru_ru: Перейти в главное окно
zh_cn: 移动到主窗口

# PlayerWindow_Title
source: Player
ja_jp: プレーヤー
ru_ru: Игрок
zh_cn: 玩家

# Overlay_DeckList_Label_Fatigue
source: Next draw fatigues for:
ja_jp: 次の疲労を描画
ru_ru: Следующая усталость:
zh_cn: 下一抽疲劳：

# OpponentWindow_Title
source: Opponent
ja_jp: 対戦相手
ru_ru: Противник
zh_cn: 对手

# Overlay_Label_Warning
source: Warning!
ja_jp: 警告!
ru_ru: Внимание!
zh_cn: 警告!

# Overlay_Label_CardsNotFound
source: Cards not found in deck:
ja_jp: カードがデッキに見つかりません。
ru_ru: Нет карт в колоде:
zh_cn: 卡牌在卡组中无法找到:

# Overlay_Label_Restart
source: Hearthstone restart required!
ja_jp: ハースストーンの再起動が必要です!
ru_ru: Нужен перезапуск Hearthstone!
zh_cn: 炉石传说需要重新启动!

# NoteWindow_Title
source: Note for this game
ja_jp: このゲームのためのメモ
ru_ru: Заметка для этой игры
zh_cn: 注释这场游戏

# NoteWindow_Button_Set
source: Set
ja_jp: セット
ru_ru: Назначить
zh_cn: 扩展包

# NoteWindow_CheckBox_Save
source: Save with ENTER
ja_jp: エンターキーで保存
ru_ru: Сохранить на ENTER
zh_cn: 回车保存

# NoteWindow_Button_ShowOppDeck
source: Show opp. deck
ja_jp: 対戦相手のデッキを表示
ru_ru: Показ колоды противника
zh_cn: 显示对手卡组

# NoteWindow_Button_HideOppDeck
source: Hide opp. deck
ja_jp: 対戦相手のデッキを隠す
ru_ru: Скрыть колоду противника
zh_cn: 隐藏地方卡组

# MoveGameDialog_Title
source: Select target deck
ja_jp: 対象のデッキを選択
ru_ru: Выбор колоды
zh_cn: 选择目标卡组

# MoveGameDialog_Button_Move
source: Move to selected
ja_jp: 選択したものを移動
ru_ru: Переместить в выбранное
zh_cn: 移动到所选

# MoveGameDialog_Label_Version
source: Version:
ja_jp: バージョン：
ru_ru: Версия:
zh_cn: 版本:

# AddGameDialog_Label_Result
source: Result:
ja_jp: 結果:
ru_ru: Итог:
zh_cn: 结果:

# AddGameDialog_Label_Vs
source: VS:
ru_ru: Против:

# AddGameDialog_Label_Mode
source: Mode:
ja_jp: モード:
ru_ru: Режим:
zh_cn: 模式:

# AddGameDialog_Label_Format
source: Format:
ja_jp: 形式:
ru_ru: Формат:
zh_cn: 格式:

# AddGameDialog_Label_Rank
source: Rank:
ja_jp: ランク:
ru_ru: Ранг:
zh_cn: 排名:

# AddGameDialog_Label_LegendRank
source: Legend Rank:
ja_jp: レジェンド:
ru_ru: Рейтинг в легенде:
zh_cn: 传说排名:

# AddGameDialog_Label_Coin
source: Coin:
ja_jp: コイン:
ru_ru: Монетка:
zh_cn: 硬币:

# AddGameDialog_Label_Conceded
source: Conceded:
ja_jp: 敗北宣言:
ru_ru: Покинуто:
zh_cn: 投降:

# AddGameDialog_Label_Turns
source: Turns:
ja_jp: ターン:
ru_ru: Ходы:
zh_cn: 回合数:

# AddGameDialog_Label_Duration
source: Duration (min):
ja_jp: 期間(分):
ru_ru: Прод-сть (мин.):
zh_cn: 经过时间 (分):

# AddGameDialog_Label_Note
source: Note:
ja_jp: メモ:
ru_ru: Заметка:
zh_cn: 注释:

# AddGameDialog_Label_Opponent
source: Opponent:
ja_jp: 対戦相手:
ru_ru: Противник:
zh_cn: 对手:

# AddGameDialog_Label_Player
source: Player:
ja_jp: プレーヤー:
ru_ru: Игрок:
zh_cn: 玩家:

# AddGameDialog_Button_AddGame
source: Add game
ja_jp: ゲームに追加
ru_ru: Добавить игру
zh_cn: 添加游戏

# AddGameDialog_Button_Cancel
source: Cancel
ja_jp: キャンセル
ru_ru: Отмена
zh_cn: 取消

# AddGameDialog_Title_AddNew
source: Add new game
ja_jp: 新しいゲームを追加
ru_ru: Добавить новую игру
zh_cn: 新增游戏

# AddGameDialog_Title_Edit
source: Edit game
ja_jp: ゲームを編集
ru_ru: Изменить игру
zh_cn: 编辑游戏

# AddGameDialog_Button_SaveGame
source: Save
ja_jp: 保存
ru_ru: Сохр.
zh_cn: 保存

# ArenaRewardsDialog_Title
source: Arena Rewards
ja_jp: 闘技場報酬
ru_ru: Награды арены
zh_cn: 竞技场记录

# CrashDialog_Title
source: Crash Report
ja_jp: クラッシュ レポート
ru_ru: Ошибка падения
zh_cn: 报错报告

# CrashDialog_Label_Crashed
source: Hearthstone Deck Tracker has crashed :(.
ja_jp: ハースストーンデッキ トラッカーがクラッシュしました。: (
ru_ru: HDT упал :(
zh_cn: HDT报错啦 :(.

# CrashDialog_Label_Error
source: Error:
ja_jp: エラー:
ru_ru: Ошибка:
zh_cn: 错误:

# CrashDialog_Button_StackTrace
source: Show Stacktrace
ja_jp: スタック トレースを表示
ru_ru: Показать Stacktrace
zh_cn: 显示堆栈跟踪

# CrashDialog_Text
source: To help us find a solution for this issue, please attach a description of what you were doing just before this crash occoured, as well as any other helpful information you can think of.
ja_jp: この問題の解決策を見つけるため、クラッシュする直前に行った操作の詳細とあなたが考えるその他の有用な情報を添付してください。
ru_ru: Для того, чтобы помочь нам найти решение для этой проблемы, пожалуйста, приложите описание того, что Вы делали непосредственно до возникновения этого аварии, а также любую другую полезную информацию.
zh_cn: 帮助我们发现并解决该问题，请附上你所描述的是这个事故发生之前做的事，以及任何你能想到的其他有用的信息。

# CrashDialog_Button_Send
source: Send Report
ja_jp: レポートを送信
ru_ru: Отправить отчёт
zh_cn: 发送报告

# CrashDialog_Button_Close
source: Close
ja_jp: 閉じる
ru_ru: Закрыть
zh_cn: 关闭

# CrashDialog_TextBox_Info_Watermark
source: Additional information (optional)
ja_jp: 追加情報 (オプション)
ru_ru: Дополнительная инф-а
zh_cn: 附加信息（可选）

# DeckSelectedDialog_Title
source: Wrong deck detected
ja_jp: 間違ったデッキが検出されました
ru_ru: Обнаружена неверная колода
zh_cn: 选择错误的卡组

# DeckSelectedDialog_Label_SelectDeck
source: Select your deck
ja_jp: あなたのデッキを選択します。
ru_ru: Выбор своей колоды
zh_cn: 选择你的卡组

# DeckTypeDialog_Title
source: Select Deck Type
ja_jp: デッキの種類を選択します。
ru_ru: Выбор вида колоды
zh_cn: 选择卡组种类

# DeckTypeDialog_Label_Constructed
source: Constructed
ja_jp: 構築
ru_ru: Собираемая
zh_cn: 构筑

# DeckTypeDialog_Label_Arena
source: Arena
ja_jp: 闘技場
ru_ru: Арена
zh_cn: 竞技场

# DeckTypeDialog_Label_Brawl
source: Tavern Brawl
ja_jp: 酒場の喧嘩
ru_ru: Потасовка
zh_cn: 乱斗

# DeckTypeDialog_Button_Create
source: Create Deck
ja_jp: デッキを作成
ru_ru: Создать колоду
zh_cn: 创建卡组

# DeckTypeDialog_Button_Cancel
source: Cancel
ja_jp: キャンセル
ru_ru: Отмена
zh_cn: 取消

# DiscardGameDialog_Title
source: Discard game?
ja_jp: ゲームを破棄しますか。
ru_ru: Выбросить игру?
zh_cn: 放弃游戏记录？

# DiscardGameDialog_Label_Description
source: cards played do not match the selected deck
ja_jp: カードに選択したデッキが一致しません。
ru_ru: играли карты не соотв. колоде
zh_cn: 卡牌与所选记录的卡组不同

# DiscardGameDialog_Button_Discard
source: Discard
ja_jp: 破棄
ru_ru: Сбос
zh_cn: 换牌

# DiscardGameDialog_Button_Keep
source: Keep
ja_jp: 維持
ru_ru: Держать
zh_cn: 继续

# DiscardGameDialog_Button_Move
source: Move to other deck
ja_jp: 他のデッキに移動
ru_ru: Переместить в другую колоду
zh_cn: 移动到其他卡组

# MessageDialogs_DeleteGameStats_Title
source: Delete game
ja_jp: ゲームを削除する
ru_ru: Удалить игру
zh_cn: 删除游戏

# MessageDialogs_DeleteGameStats_Label_Sure
source: Are you sure?
ja_jp: 本当に？
ru_ru: Действительно?
zh_cn: 是否确定?

# MessageDialogs_DeleteGameStats_Button_Delete
source: Delete
ja_jp: 削除
ru_ru: Удалить
zh_cn: 删除

# MessageDialogs_DeleteGameStats_Button_Cancel
source: Cancel
ja_jp: キャンセル
ru_ru: Отмена
zh_cn: 取消

# MessageDialogs_DeleteGameStats_Multi_Title
source: Delete games
ja_jp: ゲームを削除します。
ru_ru: Удалить игры
zh_cn: 删除游戏记录

# MessageDialogs_DeleteGameStats_Multi_Text
source: This will delete the selected games
ja_jp: これは選択したゲームが削除されます。
ru_ru: Это удаляет выбранные игры
zh_cn: 这将删除所选游戏记录

# MessageDialogs_Restart_Title
source: Restart required
ja_jp: 再起動が必要
ru_ru: Нужен перезапуск
zh_cn: 需要重启

# MessageDialogs_Restart_Text
source: HDT needs to be restarted for the changes to take effect.
ja_jp: 変更を有効にするにはHDTを再起動する必要があります。
ru_ru: HDT необходимо перезапустить для того, чтобы изменения вступили в силу.
zh_cn: HDT需要重启来应用更改。

# MessageDialogs_Restart_Button_Restart
source: Restart Now
ja_jp: 今すぐ再起動
ru_ru: Перезапуск сейчас
zh_cn: 现在重启

# MessageDialogs_Restart_Button_Later
source: Later
ja_jp: あとで
ru_ru: Потом
zh_cn: 稍后

# MessageDialogs_SavedFile_Title
source: Saved to
ja_jp: 保存
ru_ru: Сохранить
zh_cn: 另存为

# MessageDialogs_SavedFile_Button_Ok
source: Ok
ru_ru: Ладно
zh_cn: 确定

# MessageDialogs_SavedFile_Button_OpenFolder
source: Open folder
ja_jp: フォルダーを開く
ru_ru: Открыть папку
zh_cn: 打开文件夹

# MessageDialogs_SaveUpload_Text_Saved
source: Saved to
ja_jp: 保存
ru_ru: Сохранить
zh_cn: 另存为

# MessageDialogs_SaveUpload_Text_Uploaded
source: Uploaded to
ja_jp: アップロード
ru_ru: Обновить
zh_cn: 上传到

# MessageDialogs_SaveUpload_Button_Ok
source: Ok
ru_ru: Ладно
zh_cn: 确定

# MessageDialogs_SaveUpload_Button_Browser
source: Open in browser
ja_jp: ブラウザーで開く
ru_ru: Открыть в браузере
zh_cn: 浏览器打开

# MessageDialogs_SaveUpload_Button_Clipboard
source: Copy url to clipboard
ja_jp: Url をクリップボードにコピー
ru_ru: Копировать ссылку
zh_cn: 复制链接到剪贴板

# MessageDialogs_ScrenshotAction_Title
source: Select Operation
ja_jp: 操作を選択
ru_ru: Выбор операции
zh_cn: 选择方式

# MessageDialogs_ScrenshotAction_Description
source: "upload" will automatically upload the image to imgur.com
ja_jp: 「upload」でimgur.com に画像が自動的にアップロードされます
ru_ru: "выгрузка" автовыгружает изображение на imgur.com
zh_cn: "上传" 可以自动上传到imgur.com网站

# MessageDialogs_ScrenshotAction_Button_Save
source: Save
ja_jp: 保存
ru_ru: Сохранить
zh_cn: 保存

# MessageDialogs_ScrenshotAction_Button_SaveUpload
source: Save & upload
ja_jp: 保存・ アップロード
ru_ru: Сохр. и выгрузить
zh_cn: 保存并上传

# MessageDialogs_ScrenshotAction_Button_Upload
source: Upload
ja_jp: アップロード
ru_ru: Выгрузить
zh_cn: 上传

# MessageDialogs_ScrenshotAction_Button_Cancel
source: Cancel
ja_jp: キャンセル
ru_ru: Отмена
zh_cn: 取消

# MessageDialogs_LogConfig_Title
source: There was a problem updating the log.config
ja_jp: Log.config の更新に問題があった
ru_ru: Ошибка обновления log.config
zh_cn: 更新 log.config出现了问题

# MessageDialogs_LogConfig_Description1
source: New log.config settings are required for HDT to function correctly.
ja_jp: 新しい log.config 設定 HDTが正しく動作するために必要です。
ru_ru: Новый log.config обязателен для HDT.
zh_cn: HDT需要设定新的log.config。

# MessageDialogs_LogConfig_Button_Instructions
source: Show instructions
ja_jp: 説明を表示
ru_ru: Показать руководство
zh_cn: 显示说明

# MessageDialogs_LogConfig_Button_Close
source: close
ja_jp: 閉じる
ru_ru: закрыть
zh_cn: 关闭
