Repository: HearthSim/Hearthstone-Deck-Tracker
Catalog: Hearthstone Deck Tracker/Properties/Strings.*.resx
Languages: ja_jp, ru_ru, zh_cn

# MessageDialogs_LogConfig_Description2
source: Try starting HDT as administrator.
ja_jp: HDT を管理者として起動してみます。
ru_ru: Попробуйте запустить HDT как администратор
zh_cn: 尝试以管理员身份运行HDT。

# MessageDialogs_LogConfig_Description3
source: If that does not help, click "show instructions" to see how to update it manually.
ja_jp: 問題が解決しない場合は、「指示を表示する」をクリックしてを手動で更新する方法を参照してください。
ru_ru: Если нужна помощь, тык "Показать руководство"
zh_cn: 如果没有帮助，请单击“显示说明”，查看如何手动更新它。

# UpdateNotes_Label_Continue
source: Continue...
ja_jp: 続き.
ru_ru: Продолжить...
zh_cn: 继续...

# SortFilter_Label_Constructed
source: Deck sorting: All/Constructed
ja_jp: デッキを並べ替える: すべて/構築
ru_ru: Фильтр колод: всё/собираемые
zh_cn: 所有/构筑卡组 筛选

# SortFilter_CheckBox_SortByClass
source: Sort by class
ja_jp: クラス順
ru_ru: Фильтр по классу
zh_cn: 筛选种类

# SortFilter_Label_Arena
source: Deck sorting: Arena
ja_jp: デッキの並べ替え: 闘技場
ru_ru: Фильтр: арена
zh_cn: 竞技场卡组 筛选

# SortFilter_Label_Filter
source: Filter
ja_jp: フィルター
ru_ru: Фильтр
zh_cn: 筛选

# SortFilter_Filter_Button_Up
source: Up
ja_jp: アップ
ru_ru: Верх
zh_cn: 上移

# SortFilter_Filter_Button_Down
source: Down
ja_jp: ダウン
ru_ru: Низ
zh_cn: 下移

# SortFilter_Filter_Button_Top
source: Top
ja_jp: ページのトップへ
ru_ru: Верхний
zh_cn: 移至顶部

# SortFilter_Filter_Button_Bottom
source: Bottom
ja_jp: 下部
ru_ru: Нижний
zh_cn: 移至底部

# SortFilter_Filter_Button_Delete
source: Delete Selected
ja_jp: 選択項目の削除
ru_ru: Удалить выбранный
zh_cn: 删除所选

# SortFilter_Filter_Text_NewTag_Watermark
source: New tag
ja_jp: 新しいタグ
ru_ru: Новая метка
zh_cn: 新标签

# SortFilter_Filter_Button_Add
source: Add
ja_jp: 追加
ru_ru: Добавить
zh_cn: 添加

# SortFilter_Filter_Label_FilterOperation
source: Filter operation:
ja_jp: フィルター操作:
ru_ru: Фильтр действий:
zh_cn: 标签管理:

# SortFilter_Filter_SwitchLabel_And
source: And
ja_jp: かつ
ru_ru: И
zh_cn: 和

# SortFilter_Filter_SwitchLabel_Or
source: Or
ja_jp: または
ru_ru: Или
zh_cn: 或

# SortFilter_Filter_CheckBoxIncludeStandard
source: Include 'Standard' decks in 'Wild'
ja_jp: 'ワイルド' で 'スタンダード' のデッキを含む
ru_ru: Добавить стандартные колоды в вольные
zh_cn: 包括狂野模式的标准卡组

# Options_Tracker_Settings_Button_AppData
source: open appdata folder
ja_jp: appdata フォルダーを開く
ru_ru: Открыть папку AppData
zh_cn: 打开appdata文件夹

# AddGameDialog_Label_Region
source: Region:
ja_jp: 地域:
ru_ru: Регион:
zh_cn: 服务器:

# Options_Tracker_Stats_Label_Display
source: Display
ja_jp: ディスプレイ
zh_cn: 显示

# Help_Github_Text2
source: The
zh_cn: 该

# Enum_DeckPanel_Winrate
source: Win rate
ja_jp: 勝率

# Enum_DeckPanel_Cards
source: Cards
ja_jp: カード

# Enum_DeckPanel_CardCounter
source: Card counter
ja_jp: カード カウンター

# Enum_DeckPanel_DrawChances
source: Draw chances
ja_jp: ドローチャンスを描画

# Enum_DeckPanel_Fatigue
source: Fatigue counter
ja_jp: 疲労カウンター

# Enum_DeckPanel_DeckTitle
source: Deck title
ja_jp: デッキ タイトル

# Enum_DeckPanel_Wins
source: Wins
ja_jp: 勝利数
