Repository: HearthSim/Hearthstone-Deck-Tracker
Catalog: Hearthstone Deck Tracker/Properties/Strings.*.resx
Languages: ja_jp, ru_ru, zh_cn

# MainWindow_Menu_New
source: _New
ja_jp: 新規
ru_ru: Новая
zh_cn: 新卡组(_N)

# MainWindow_Menu_Class_Druid
source: _Druid
ja_jp: ドルイド
ru_ru: Друид
zh_cn: 德鲁伊(_D)

# MainWindow_Menu_Class_Hunter
source: _Hunter
ja_jp: ハンター
ru_ru: Охотник
zh_cn: 猎人(_H)

# MainWindow_Menu_Class_Mage
source: _Mage
ja_jp: メイジ
ru_ru: Маг
zh_cn: 法师(_M)

# MainWindow_Menu_Class_Priest
source: _Priest
ja_jp: プリースト
ru_ru: Жрец
zh_cn: 牧师(_P)

# MainWindow_Menu_Class_Paladin
source: P_aladin
ja_jp: パラディン
ru_ru: Паладин
zh_cn: 圣骑士(_A)

# MainWindow_Menu_Class_Rogue
source: _Rogue
ja_jp: ローグ
ru_ru: Разбойник
zh_cn: 盗贼(_R)

# MainWindow_Menu_Class_Shaman
source: _Shaman
ja_jp: シャーマン
ru_ru: Шаман
zh_cn: 萨满(_S)

# MainWindow_Menu_Class_Warlock
source: _Warlock
ja_jp: ウォーロック
ru_ru: Чернокнижник
zh_cn: 术士(_W)

# MainWindow_Menu_Class_Warrior
source: Wa_rrior
ja_jp: ウォーリア
ru_ru: Воин
zh_cn: 战士(_R)

# MainWindow_Menu_Deck_EditDeck
source: Edit _deck
ja_jp: デッキを編集
ru_ru: Изменить колоду
zh_cn: 编辑卡组(_D)

# MainWindow_Menu_Deck_EditName
source: Edit na_me
ja_jp: 名前を編集
ru_ru: Изменить имя
zh_cn: 编辑名称(_M)

# MainWindow_Menu_Deck_EditNotes
source: Edit _notes
ja_jp: メモを編集
ru_ru: Изменить примечание
zh_cn: 编辑注释(_N)

# MainWindow_Menu_Deck_EditTags
source: Edit _tags
ja_jp: タグを編集
ru_ru: Изменить метки
zh_cn: 编辑标签(_T)

# MainWindow_Menu_Deck_QuickSetTag
source: _Quick set tag
ja_jp: クイックタグ設定
ru_ru: Быстро добавить метку
zh_cn: 快速设置标签(_Q)

# MainWindow_Menu_Deck_MoveToArena
source: Move to arena
ja_jp: 闘技場に移動
ru_ru: В аренную
zh_cn: 移动到竞技场

# MainWindow_Menu_Deck_MoveToContrstucted
source: Move to constructed
ja_jp: 構築に移動
ru_ru: В собираемую
zh_cn: 移动到构筑

# MainWindow_Menu_Deck_MissingCards
source: Show _missing cards
ja_jp: ないカードを見る
ru_ru: Показать недостающие
zh_cn: 显示丢失卡牌(_M)

# MainWindow_Menu_Deck_UpdateWeb
source: _Update (web)
ja_jp: アップデート(ウェブ)
ru_ru: Обновление (сеть)
zh_cn: 更新(网页)(_U)

# MainWindow_Menu_Deck_OpenWebsite
source: Open _website
ja_jp: ウェブサイトを開く
ru_ru: Открыть сайт
zh_cn: 打开网页(_W)

# MainWindow_Menu_Deck_OpenHearthStats
source: Open HearthStats
ja_jp: HearthStatsを開く
ru_ru: Открыть HearthStats
zh_cn: 打开HEARTHSTATS

# MainWindow_Menu_Deck_Archive
source: _Archive
ja_jp: アーカイブ
ru_ru: Архивировать
zh_cn: 归档(_A)

# MainWindow_Menu_Deck_Unarchive
source: Unarchive
ja_jp: アンアーカイブ
ru_ru: Разархивировать
zh_cn: 不归档

# MainWindow_Menu_Deck_DeleteDeck
source: _Delete
ja_jp: 削除
ru_ru: Удалить
zh_cn: 删除(_D)

# MainWindow_Menu_Deck_Clone
source: Clone
ja_jp: 複製
ru_ru: Клонировать
zh_cn: 复制

# MainWindow_Menu_Deck_Clone_EntireDeck
source: Entire deck
ja_jp: 全体のデッキ
ru_ru: Колоду целиком
zh_cn: 完整卡组

# MainWindow_Menu_Deck_Clone_Version
source: Selected version
ja_jp: 選択したバージョン
ru_ru: Выбранную версию
zh_cn: 已选版本

# MainWindow_Menu_Deck
source: Deck
ja_jp: デッキ
ru_ru: Колода
zh_cn: 卡组

# MainWindow_Menu_Import
source: _Import
ja_jp: インポート
ru_ru: Импорт
zh_cn: 导入(_I)

# MainWindow_Menu_Import_Web
source: From _web
ja_jp: ウェブ から
ru_ru: Из интернета
zh_cn: 来自网页(_W)

# MainWindow_Menu_Import_Constructed
source: From _Constructed
ja_jp: 構築 から
ru_ru: Из собираемых
zh_cn: 来自游戏:构筑(_C)

# MainWindow_Menu_Import_Arena
source: From _Arena
ja_jp: 闘技場 から
ru_ru: Из аренных
zh_cn: 来自游戏:竞技场(_A)

# MainWindow_Menu_Import_Brawl
source: From _Tavern Brawl
ja_jp: 酒場の喧嘩から
ru_ru: Из потасовочных
zh_cn: 来自游戏:乱斗(_T)

# MainWindow_Menu_Import_Other
source: Other
ja_jp: その他
ru_ru: Другое
zh_cn: 其他

# MainWindow_Menu_Import_Other_File
source: From file
ja_jp: ファイルから
ru_ru: Из файла
zh_cn: 来自文件

# MainWindow_Menu_Import_Other_Ids
source: From ids
ja_jp: Id から
ru_ru: Из ID
zh_cn: 来自ID 文字

# MainWindow_Menu_Import_Other_Clipboard
source: From clipboard
ja_jp: クリップボードから
ru_ru: Из буфера
zh_cn: 来自剪贴板:卡牌名称

# MainWindow_Menu_Import_Other_LastGame
source: From last game
ja_jp: 最後の試合から
ru_ru: Из последней игры
zh_cn: 来自上一盘游戏

# MainWindow_Menu_Export
source: E_xport
ja_jp: エクスポート
ru_ru: Экспорт
zh_cn: 导出(_X)

# MainWindow_Menu_Export_Hearthstone
source: To _Hearthstone
ja_jp: ハースストーンに
ru_ru: В Hearthstone
zh_cn: 到炉石传说(_H)

# MainWindow_Menu_Export_Hearthstone_FromWeb
source: To Hearthstone from _Web
ja_jp: ウェブからハースストーンに
ru_ru: В Hearthstone из сети
zh_cn: 到炉石传说 来自网页(_W)

# MainWindow_Menu_Export_Xml
source: Save as _Xml
ja_jp: XMLとして保存
ru_ru: Сохранить как XML
zh_cn: 保存为XML(_X)

# MainWindow_Menu_Export_Ids
source: Copy IDs to _clipboard
ja_jp: Id を クリップボード にコピー
ru_ru: ID в буфер
zh_cn: 复制ID到剪贴板(_C)

# MainWindow_Menu_Export_Clpiboard
source: Copy _names to clipboard
ja_jp: 名前をクリップボードにコピー
ru_ru: Имя в буфер
zh_cn: 复制名称到剪贴板(_N)

# MainWindow_Menu_Export_Screenshot
source: _Screenshot
ja_jp: スクリーンショット
ru_ru: Снимок
zh_cn: 卡组图片(_S)

# MainWindow_Menu_Export_Screenshot_Info
source: Screenshot (with info)
ja_jp: スクリーン ショット(詳細付き)
ru_ru: Снимок (с инфой)
zh_cn: 卡组图片 (包含信息)(_I)

# MainWindow_Menu_Stats
source: _Stats
ja_jp: 統計
ru_ru: Стат-а
zh_cn: 统计(_S)

# MainWindow_Menu_Stats_Arena
source: _Arena
ja_jp: 闘技場
ru_ru: Арена
zh_cn: 竞技场(_A)

# MainWindow_Menu_Stats_Constructed
source: _Constructed
ja_jp: 構築
ru_ru: Обычная игра
zh_cn: 构筑(_C)

# MainWindow_Menu_Replays
source: _Replays
ja_jp: リプレイ
ru_ru: Повторы
zh_cn: 录像(_R)

# MainWindow_Menu_Replays_Latest
source: _Latest replays
ja_jp: 最新のリプレイ
ru_ru: Последние повторы
zh_cn: 上把录像(_L)

# MainWindow_Menu_Replays_Stats
source: _Select from stats
ja_jp: 統計から選択
ru_ru: Выберите из статистики
zh_cn: 从统计中选择(_S)

# MainWindow_Menu_Replays_File
source: Load from _file
ja_jp: ファイルを読み込む
ru_ru: Загрузить из файла
zh_cn: 从文件中读取(_F)

# MainWindow_Menu_Replays_ClaimAccount
source: Claim account
ja_jp: アカウント追加
ru_ru: Требуется учётка
zh_cn: 关联账户

# MainWindow_Menu_Replays_MyAccount
source: My account
ja_jp: 私のアカウント
ru_ru: Моя учётка
zh_cn: 我的账户

# MainWindow_Menu_HearthStats_Login
source: Login
ja_jp: ログイン
ru_ru: Вход
zh_cn: 登陆

# MainWindow_Menu_HearthStats_Dashboard
source: Dashboard (web)
ja_jp: ダッシュ ボード (web)
ru_ru: Новости (сеть)
zh_cn: 仪表板 (网页)

# MainWindow_Menu_HearthStats_Sync
source: Sync now
ja_jp: 今すぐ同期
ru_ru: Синхр. сейчас
zh_cn: 现在同步

# MainWindow_Menu_HearthStats_ForceSync
source: Force full sync
ja_jp: すべて強制的に同期
ru_ru: Принудительно синхр.
zh_cn: 强制全部同步

# MainWindow_Menu_HearthStats_SyncOnStart
source: Sync on start
ja_jp: 起動時に同期
ru_ru: Синхр. при запуске
zh_cn: 同步开始

# MainWindow_Menu_HearthStats_UploadDecks
source: Auto upload new decks
ja_jp: 新しいデッキを自動アップロード
ru_ru: Автовыгрузка новых колод
zh_cn: 自动上传新卡组

# MainWindow_Menu_HearthStats_UploadGames
source: Auto upload games
ja_jp: ゲームを自動アップロード
ru_ru: Автовыгрузка игр
zh_cn: 自动上传游戏

# MainWindow_Menu_HearthStats_DeleteDecks
source: Auto delete decks
ja_jp: デッキを自動削除
ru_ru: Автоудаление колод
zh_cn: 自动删除卡组

# MainWindow_Menu_HearthStats_DeleteGames
source: Auto delete games
ja_jp: ゲームを自動削除
ru_ru: Автоудаление игр
zh_cn: 自动删除记录

# MainWindow_Menu_HearthStats_SyncInBackground
source: Auto Sync in background
ja_jp: バック グラウンドで自動同期
ru_ru: Автосинхронизация
zh_cn: 后台自动同步

# MainWindow_Menu_HearthStats_DeleteSelected
source: Delete selected decks
ja_jp: 削除選択したデッキ
ru_ru: Удалить выбранные колоды
zh_cn: 删除已选卡组

# MainWindow_Menu_HearthStats_Logout
source: Logout
ja_jp: ログアウト
ru_ru: Выход
zh_cn: 登出

# MainWindow_Menu_Plugins
source: _Plugins
ja_jp: プラグイン
ru_ru: Дополнения
zh_cn: 插件(_P)

# MainWindow_Menu_Plugins_Empty
source: Empty...
ja_jp: なし…
ru_ru: Пусто...
zh_cn: 空...

# MainWindow_TitleBar_Options
source: Options
ja_jp: オプション
ru_ru: Настройки
zh_cn: 选项

# MainWindow_TitleBar_Help
source: Help
ja_jp: ヘルプ
ru_ru: Помощь
zh_cn: 帮助

# MainWindow_TitleBar_Donate
source: Donate
ja_jp: 寄付
ru_ru: Поддержать
zh_cn: 捐助

# MainWindow_Flyout_Options_Header
source: Options
ja_jp: オプション
ru_ru: Настройки
zh_cn: 选项

# MainWindow_Flyout_Help_Header
source: Help
ja_jp: ヘルプ
ru_ru: Помощь
zh_cn: 帮助

# MainWindow_Flyout_OpponentDeck_Header
source: Opponent Deck
ja_jp: 相手のデッキ
ru_ru: Колода противника
zh_cn: 对手卡组

# MainWindow_Flyout_SortFilter_Header
source: Sort / Filter Decks
ja_jp: デッキの並べ替え/フィルター
ru_ru: Фильтр колод
zh_cn: 分类 / 筛选卡组

# MainWindow_Flyout_Notes_Header
source: Notes
ja_jp: ノート
ru_ru: Заметки
zh_cn: 注释

# MainWindow_Flyout_SetTags_Header
source: Set Tags
ja_jp: 設定タグ
ru_ru: Сделать метку
zh_cn: 设置标签

# MainWindow_Flyout_Errors_Header
source: Errors
ja_jp: エラー
ru_ru: Ошибки
zh_cn: 错误

# MainWindow_Flyout_UpdateNotes_Header
source: Update Notes
ja_jp: バージョンアップ時の注意
ru_ru: Описание обновления
zh_cn: 更新注释

# MainWindow_Flyout_DeckImporting_Header
source: Deck Importing
ja_jp: デッキをインポート
ru_ru: Импорт колоды
zh_cn: 卡组导入

# MainWindow_Flyout_Stats_Move
source: Move to new window
ja_jp: 新しいウィンドウに移動
ru_ru: Перенос в новое окно
zh_cn: 移动到新窗口

# MainWindow_Flyout_Stats_Header
source: Stats
ja_jp: 統計情報
ru_ru: Стат-а
zh_cn: 状态

# MainWindow_StatusBarUpdate_NewUpdateAvailable
source: A new update is available
ja_jp: 新しい更新が利用可能
ru_ru: Доступно свежее обновление
zh_cn: 新版本发现

# MainWindow_StatusBarUpdate_ClickToUpdate
source: Click here to update now
ja_jp: 今すぐ更新するにはここをクリック
ru_ru: Тык сюда для обновления
zh_cn: 点击这里立刻更新

# MainWindow_Button_StartHearthstone
source: Start Launcher / Hearthstone
ja_jp: ランチャーを起動/ハースストーン
ru_ru: Запуск Hearthstone
zh_cn: 启动战网/炉石传说

# MainWindow_Label_SelectedVersion
source: Selected version:
ja_jp: 選択したバージョン:
ru_ru: Выбранная версия:
zh_cn: 已选版本：

# MainWindow_DeckBuilder_Label_Cards
source: Cards:
ja_jp: カード:
ru_ru: Карты:
zh_cn: 卡牌：

# MainWindow_DeckBuilder_Button_Save
source: Save
ja_jp: 保存
ru_ru: Сохранить
zh_cn: 保存

# MainWindow_DeckBuilder_Button_Save_Current
source: (current)
ja_jp: (現在)
ru_ru: (текущее)
zh_cn: (当前)

# MainWindow_DeckBuilder_Button_Save_New
source: Save as new
ja_jp: 新しく保存
ru_ru: Пересохранить
zh_cn: 另存为

# MainWindow_DeckBuilder_Button_Cancel
source: Cancel
ja_jp: キャンセル
ru_ru: Отмена
zh_cn: 取消

# MainWindow_DeckBuilder_Button_Filter
source: Filter
ja_jp: フィルター
ru_ru: Фильтр
zh_cn: 筛选

# MainWindow_DeckBuilder_Filter_Cost
source: Cost
ja_jp: コスト
ru_ru: Цена
zh_cn: 费用

# MainWindow_DeckBuilder_Filter_Type
source: Type
ja_jp: タイプ
ru_ru: Вид
zh_cn: 种类

# MainWindow_DeckBuilder_Filter_Set
source: Set
ja_jp: セット
ru_ru: Задать
zh_cn: 扩展包

# MainWindow_DeckBuilder_Filter_Cost_All
source: All
ja_jp: すべて
ru_ru: Всё
zh_cn: 全部

# MainWindow_DeckBuilder_Filter_Type_All
source: All
ja_jp: すべて
ru_ru: Всё
zh_cn: 全部

# MainWindow_DeckBuilder_Filter_Type_Class
source: Class only
ja_jp: クラスのみ
ru_ru: Классовые
zh_cn: 只有职业卡

# MainWindow_DeckBuilder_Filter_Type_Neutral
source: Neutral only
ja_jp: 中立のみ
ru_ru: Только общие
zh_cn: 只有中立卡

# MainWindow_DeckBuilder_Filter_Set_All
source: All
ja_jp: すべて
ru_ru: Всё
zh_cn: 全部

# MainWindow_DeckBuilder_Filter_Set_Basic
source: Basic
ja_jp: ベーシック
ru_ru: Базовые
zh_cn: 基础

# MainWindow_DeckBuilder_Filter_Set_Classic
source: Classic
ja_jp: クラシック
ru_ru: Классические
zh_cn: 经典

# MainWindow_DeckBuilder_Filter_Set_Promo
source: Promotion
ja_jp: 報酬
ru_ru: Промо
zh_cn: 活动

# MainWindow_DeckBuilder_Filter_Set_Naxx
source: Curse of Naxxramas
ja_jp: ナクスラーマスの呪い
ru_ru: Наксрамас
zh_cn: 纳克萨玛斯的诅咒

# MainWindow_DeckBuilder_Filter_Set_Gvg
source: Goblins vs Gnomes
ja_jp: ゴブリンvsノーム
ru_ru: Гоблины и гномы
zh_cn: 地精大战侏儒

# MainWindow_DeckBuilder_Filter_Set_Brm
source: Blackrock Mountain
ja_jp: ブラック ロックマウンテン
ru_ru: Чёрная гора
zh_cn: 黑石山

# MainWindow_DeckBuilder_Filter_Set_Tgt
source: The Grand Tournament
ja_jp: グランド トーナメント
ru_ru: Большой турнир
zh_cn: 冠军的试炼

# MainWindow_DeckBuilder_Filter_Set_Loe
source: League of Explorers
ja_jp: リーグ・オブ・エクスプローラー
ru_ru: Лига исследователей
zh_cn: 探险者协会

# MainWindow_DeckBuilder_Filter_Set_Wotog
source: Whispers of the old Gods
ja_jp: 旧神のささやき
ru_ru: Древние боги
zh_cn: 上古之神的低语

# MainWindow_DeckBuilder_Filter_Set_Kara
source: One Night in Karazhan
ja_jp: ワン・ナイト・イン・カラザン
ru_ru: Каражан
zh_cn: 卡拉赞之夜

# MainWindow_DeckBuilder_TextBox_Name_Watermark
source: Name...
ja_jp: 名前...
ru_ru: Имя...
zh_cn: 名称...

# MainWindow_DeckBuilder_Warning_ToolTip_NameAlreadyExists
source: Name already exists
ja_jp: 名前が既に存在します。
ru_ru: Имя уже существует
zh_cn: 存在重复名称

# MainWindow_DeckBuilder_CheckBox_IncludeWild
source: Include wild-only cards
ja_jp: ワイルド専用カードを含む
ru_ru: Включая вольные карты
zh_cn: 包含狂野卡牌

# MainWindow_DeckBuilder_CheckBox_CardLimit
source: Constructed card limits
ja_jp: カード枚数制限
ru_ru: Предел собираемой колоды
zh_cn: 构筑卡牌限制

# MainWindow_DeckBuilder_Button_VerionHistory
source: Show version history
ja_jp: バージョン履歴を表示
ru_ru: Показать историю
zh_cn: 显示版本历史

# MainWindow_DeckBuilder_History_Header
source: Deck History:
ja_jp: デッキの歴史:
ru_ru: История колоды:
zh_cn: 卡组历史:

# MainWindow_NewsBar_Header
source: News:
ja_jp: ニュース:
ru_ru: Новости:
zh_cn: 新闻：

# Options_Search_Header
source: Search
ja_jp: 検索
ru_ru: Поиск
zh_cn: 搜索

# Options_CheckBoxAdvanced
source: Advanced options
ja_jp: 高度なオプション
ru_ru: Все настройки
zh_cn: 高级选项

# Options_Overlay_Header
source: Overlay
ja_jp: オーバーレイ
ru_ru: Наложение
zh_cn: 内嵌

# Options_Overlay_General_Header
source: General
ja_jp: 一般
ru_ru: Общие
zh_cn: 通用

# Options_Overlay_Windows_Header
source: Windows
ru_ru: Окна
zh_cn: 窗口

# Options_Overlay_Player_Header
source: Player
ja_jp: プレーヤー
ru_ru: Игрок
zh_cn: 玩家

# Options_Overlay_Opponent_Header
source: Opponent
ja_jp: 対戦相手
ru_ru: Противник
zh_cn: 对手

# Options_Overlay_Interactivity_Header
source: Interactivity
ja_jp: 対話機能
ru_ru: Взаимодействие
zh_cn: 互动性

# Options_Overlay_Streaming_Header
source: Streaming
ja_jp: ストリーミング
ru_ru: Потоковое
zh_cn: 直播

# Options_Tracker_Header
source: Tracker
ja_jp: トラッカー
ru_ru: Слежение
zh_cn: 记牌器

# Options_Tracker_General_Header
source: General
ja_jp: 一般
ru_ru: Общие
zh_cn: 通用

# Options_Tracker_Stats_Header
source: Stats
ja_jp: 統計情報
ru_ru: Стат-ы
zh_cn: 状态

# Options_Tracker_Replays_Header
source: Replays
ja_jp: リプレイ
ru_ru: Повторы
zh_cn: 录像

# Options_Tracker_Exporting_Header
source: Exporting
ja_jp: エクスポート
ru_ru: Экспорт
zh_cn: 导出

# Options_Tracker_Importing_Header
source: Importing
ja_jp: インポート
ru_ru: Импорт
zh_cn: 导入

# Options_Tracker_Notifications_Header
source: Notifications
ja_jp: 通知
ru_ru: Уведомления
zh_cn: 通知

# Options_Tracker_Plugins_Header
source: Plugins
ja_jp: プラグイン
ru_ru: Дополнения
zh_cn: 插件

# Options_Tracker_Hotkeys_Header
source: Hotkeys
ja_jp: ホットキー
ru_ru: Клавиши
zh_cn: 热键

# Options_Tracker_Backups_Header
source: Backups
ja_jp: バックアップ
ru_ru: Резервы
zh_cn: 备份

# Options_Tracker_Appearance_Header
source: Appearance
ja_jp: テーマ:
ru_ru: Внешность
zh_cn: 外观

# Options_Tracker_Settings_Header
source: Settings
ja_jp: 設定
ru_ru: Установки
zh_cn: 设置

# Options_Tracker_Logging_Header
source: Logging
ja_jp: ログ
ru_ru: Ведение журнала
zh_cn: 日志

# Options_Search_TextBox_Watermark
source: Checkbox name/description...
ja_jp: チェック ボックスの名前/説明...
ru_ru: Имя/описание...
zh_cn: 输入名称/描述...

# Options_Search_SearchButton
source: Search
ja_jp: 検索
ru_ru: Поиск
zh_cn: 搜索

# Options_DeckWindows_CheckBox_Player
source: Player
ja_jp: プレーヤー
ru_ru: Игрок
zh_cn: 玩家

# Options_DeckWindows_CheckBox_Opponent
source: Opponent
ja_jp: 対戦相手
ru_ru: Противник
zh_cn: 对手

# Options_DeckWindows_CheckBox_Topmost
source: Topmost
ja_jp: 最上位
ru_ru: Верхний
zh_cn: 最前端显示

# Options_DeckWindows_CheckBox_HsForeground
source: Only if HS in foreground
ja_jp: 場合のみフォア グラウンドで HS
ru_ru: Когда HS на переднем плане
zh_cn: 只有当炉石在前端时

# Options_DeckWindows_CheckBox_CardTooltips
source: Card tooltips
ja_jp: カードのヒント
ru_ru: Подсказки карт
zh_cn: 卡牌提示

# Options_DeckWindows_CheckBox_Timer
source: Timer
ja_jp: タイマー
ru_ru: Счётчик
zh_cn: 计时器

# Options_DeckWindows_Label_Background
source: Background:
ja_jp: 背景:
ru_ru: Задний план:
zh_cn: 背景:

# Options_DeckWindows_Label_CustomHex
source: Custom hex:
ja_jp: カスタム進:
ru_ru: Ручной ввод HEX:
zh_cn: 自定义 颜色代码:

# Options_Overlay_General_CheckBox_HideCompletely
source: Hide (completely)
ja_jp: (完全に)隠す
ru_ru: Скрыть (полностью)
zh_cn: 隐藏 (全部)

# Options_Overlay_General_CheckBox_HideInMenu
source: Hide in menu
ja_jp: メニューを隠す
ru_ru: Скрыть в меню
zh_cn: 菜单界面隐藏

# Options_Overlay_General_CheckBox_HideInSpectator
source: Hide in spectator
ja_jp: 観戦の時に隠す
ru_ru: Скрыть при наблюдении
zh_cn: 观看状态隐藏

# Options_Overlay_General_CheckBox_HideInBackground
source: Hide if HS in background
ja_jp: HSがバックグラウンドの時隠す
ru_ru: Скрыть если HS свёрнут
zh_cn: 炉石最小化隐藏

# Options_Overlay_General_CheckBox_HideDecks
source: Hide decks
ja_jp: デッキを隠す
ru_ru: Скрыть колоды
zh_cn: 隐藏记牌器

# Options_Overlay_General_CheckBox_HideTimers
source: Hide timers
ja_jp: タイマーを隠す
ru_ru: Скрыть счётчик
zh_cn: 隐藏计时器

# Options_Overlay_General_CheckBox_HideCardAge
source: Hide card-age
ja_jp: カードの引いたターンを隠す
ru_ru: Скрыть ход карты
zh_cn: 隐藏牌序

# Options_Overlay_General_CheckBox_HideCardMarks
source: Hide card-marks
ja_jp: カード マークを隠す
ru_ru: Скрыть карточные знаки
zh_cn: 隐藏卡牌标记

# Options_Overlay_General_CheckBox_HideSecrets
source: Hide secrets
ja_jp: 秘策を隠す
ru_ru: Скрыть секреты
zh_cn: 隐藏奥秘

# Options_Overlay_General_CheckBox_CardTooltips
source: Card tooltips
ja_jp: カードのヒント
ru_ru: Подсказки карт
zh_cn: 卡牌提示

# Options_Overlay_General_CheckBox_SecretsOnly
source: For secrets only
ja_jp: 秘策のみ
ru_ru: Только для секретов
zh_cn: 只对奥秘

# Options_Overlay_General_CheckBox_AdditionalCardTooltips
source: Additional card tooltips
ja_jp: 追加カードのヒント
ru_ru: Добавочные подсказки карт
zh_cn: 附加卡牌提示

# Options_Overlay_General_CheckBox_CardAnimations
source: Use card animations
ja_jp: カード アニメーションの使用
ru_ru: Исп-ать анимацию карт
zh_cn: 使用卡牌动画

# Options_Overlay_General_CheckBox_CardMarkTooltips
source: Card mark tooltips
ja_jp: カードのマークのヒント
ru_ru: Подсказки метки карт
zh_cn: 卡牌标记工具

# Options_Overlay_General_CheckBox_Secrets
source: Automatically gray out secrets
ja_jp: 秘策を自動的にグレーアウト
ru_ru: Автоскрытие секретов
zh_cn: 奥秘自动变灰

# Options_Overlay_General_CheckBox_NoResetAfterGame
source: Don't reset decks after a game
ja_jp: 試合が終わった後デッキをリセットしない
ru_ru: Не сбрасывать колоду после игры
zh_cn: 游戏后不重置卡组

# Options_Overlay_General_CheckBox_GoldProgress
source: Gold progress always visible (in menu)
ja_jp: ゴールド獲得状況を常に表示(メニュー)
ru_ru: Значение-500 всегда видно (в меню)
zh_cn: 金币收入总是显示(在菜单页)

# Options_Overlay_General_CheckBox_FlavorText
source: Show card flavor text on mouseover (board/hand)
ja_jp: マウス オーバーでカードのフレーバー テキストを表示する(ボード/手札)
ru_ru: Показать описание при наведении курсора (доска/рука)
zh_cn: 鼠标停留时显示卡牌描述文本(场上/手中)

# Options_Overlay_General_CheckBox_BatteryStatus
source: Show battery status
ja_jp: バッテリの状態を表示
ru_ru: Показать состояние батареи
zh_cn: 显示电池状态*

# Options_Overlay_General_CheckBox_BatteryStatus_Percent
source: Show percent
ja_jp: パーセントを表示
ru_ru: Показать %
zh_cn: 显示百分比

# Options_Overlay_General_Label_Opacity
source: Opacity:
ja_jp: 不透明度:
ru_ru: Прозрачность:
zh_cn: 不透明度:

# Options_Overlay_General_Label_MoveResize
source: Move/resize objects:
ja_jp: オブジェクトの移動/サイズ変更:
ru_ru: Двигать/сжимать объекты:
zh_cn: 移动/调整大小对象:

# Options_Overlay_General_Button_Reset
source: Reset
ja_jp: リセット
ru_ru: Сброс
zh_cn: 复位

# Options_Overlay_General_Label_Reset
source: Reset positions:
ja_jp: 次の位置をリセット
ru_ru: Сброс положений:
zh_cn: 复位位置:

# Options_Overlay_General_Button_UnlockOverlay
source: Unlock overlay
ja_jp: オーバーレイのロックを解除
ru_ru: Освоб. наложение
zh_cn: 解锁 内嵌

# Options_Overlay_Interactivity_Label_Warning
source: Warning:
ja_jp: 警告:
ru_ru: Внимание:
zh_cn: 警告：

# Options_Overlay_Interactivity_Label_Freezing
source: May cause the cursor to freeze occasionally
ja_jp: たまにカーソルがフリーズする原因となることがあります。
ru_ru: Может вызвать торможение указателя
zh_cn: 偶尔可能会导致光标冻结

# Options_Overlay_Interactivity_CheckBox_ForceOn
source: Force on (don't use this unless you need to)
ja_jp: 強制時にオンにする (必要なければ使わないでください)
ru_ru: Принудительно (не использовать без нужды)
zh_cn: 强制开启(最好不用，除非开不了)

# Options_Overlay_Interactivity_Label_Features
source: Features:
ja_jp: 機能:
ru_ru: Особенности:
zh_cn: 效果:

# Options_Overlay_Interactivity_CheckBox_FriendsList
source: Hide deck when friendslist is open
ja_jp: フレンドリストが開いているときにデッキを非表示にする
ru_ru: Скрыть колоду при просмотре друзей
zh_cn: -当好友列表打开时，隐藏卡组

# Options_Overlay_Interactivity_CheckBoxSecrets
source: Click secrets to gray out
ja_jp: クリックで秘策をグレーアウト
ru_ru: Отметить секреты нажатием
zh_cn: - 当点击时，奥秘变灰

# Options_Overlay_Interactivity_Label_Note
source: NOTE: May not work correctly if &quot;options > overlay > general > automatically gray out secrets&quot; is enabled.
ja_jp: 注: "オプション > オーバーレイ > 一般 > 秘策を自動的にグレーアウト」が有効になっていると正しく機能しない場合場合があります。
ru_ru: Прим.: может работать криво, если Настройки > Наложение > Общие > Автоскрытие секретов включено
zh_cn: 注释: 有时无效 如果 "选项 > 内嵌 > 通用 > 奥秘自动变灰" 开启。

# Options_Overlay_Interactivity_Switch_Enabled
source: Enabled
ja_jp: 有効
ru_ru: Включено
zh_cn: 开启

# Options_Overlay_Interactivity_Switch_Disabled
source: Disabled
ja_jp: 無効
ru_ru: Отключено
zh_cn: 已关闭

# Options_Overlay_Opponent_CheckBox_SameScaling
source: Use same scaling for player/opponent
ja_jp: プレーヤー/相手に同じスケールを使用
ru_ru: Исп-ть тот же размер для игрока/соперника
zh_cn: 玩家/对手使用相同的缩放

# Options_Overlay_Opponent_Label_Scaling
source: Scaling:
ja_jp: 拡大/縮小。
ru_ru: Размер:
zh_cn: 缩放:

# Options_Overlay_Opponent_Label_Opacity
source: Opacity:
ja_jp: 不透明度:
ru_ru: Прозрачность:
zh_cn: 不透明度:

# Options_Overlay_Opponent_Label_SecretScaling
source: Secret scaling:
ja_jp: 秘策のスケーリング:
ru_ru: Размер секретов:
zh_cn: 奥秘缩放:

# Options_Overlay_Opponent_LabelSecretOpacity
source: Secret opacity:
ja_jp: 秘策の不透明度:
ru_ru: Прозрачность секретов:
zh_cn: 奥秘不透明度:

# Options_Overlay_Opponent_Label_Cthun
source: Show C'Thun counter:
ja_jp: クトゥーン カウンターを表示
ru_ru: Счётчик К'Туна:
zh_cn: 显示克苏恩计数器:

# Options_Overlay_Opponent_Label_Yogg
source: Show Yogg-Saron counter:
ja_jp: ヨグサロンカウンターを表示
ru_ru: Счётчик Йогг-Сарона:
zh_cn: 显示尤格萨隆计数器:

# Options_Overlay_Opponent_CheckBox_Attack
source: Show board attack counter
ja_jp: ボードの攻撃力カウンターを表示
ru_ru: Показать счётчик атаки
zh_cn: 显示场攻计数器

# Options_Overlay_Opponent_CheckBox_CenterVertically
source: Center deck vertically
ja_jp: デッキを垂直に中央揃え
ru_ru: Центр колоды вертикально
zh_cn: 卡组水平居中

# Options_Overlay_Opponent_CheckBox_CreatedCards
source: Include created cards
ja_jp: 作成されたカードを含む
ru_ru: Включая созданные карты
zh_cn: 包括额外创建的卡牌

# Options_Overlay_Opponent_CheckBox_DiscardedCards
source: Highlight discarded from deck
ja_jp: デッキからハイライト
ru_ru: Выделять сброшенные карты
zh_cn: 红色标记丢弃的牌

# Options_Overlay_Player_CheckBox_SameScaling
source: Use same scaling for player/opponent
ja_jp: プレーヤー/相手に同じスケールを使用
ru_ru: Исп-ть тот же размер для игрока/соперника
zh_cn: 玩家/对手使用相同的缩放

# Options_Overlay_Player_Label_Scaling
source: Scaling:
ja_jp: 拡大/縮小
ru_ru: Размер:
zh_cn: 缩放:

# Options_Overlay_Player_Label_Opacity
source: Opacity:
ja_jp: 不透明度:
ru_ru: Прозрачность:
zh_cn: 不透明度:

# Options_Overlay_Player_Label_Cthun
source: Show C'Thun counter:
ja_jp: クトゥーンカウンターを表示
ru_ru: Счётчик К'Туна:
zh_cn: 显示克苏恩计数器:

# Options_Overlay_Player_Label_Yogg
source: Show Yogg-Saron counter:
ja_jp: ヨグサロンカウンターを表示
ru_ru: Счётчик Йогг-Сарона:
zh_cn: 显示尤格萨隆计数器:

# Options_Overlay_Player_CheckBox_Attack
source: Show board attack counter
ja_jp: ボードの攻撃力カウンターを表示
ru_ru: Показать счётчик атаки
zh_cn: 显示场攻计数器

# Options_Overlay_Player_CheckBox_CenterVertically
source: Center deck vertically
ja_jp: デッキを垂直に中央揃え
ru_ru: Центр колоды вертикально
zh_cn: 卡组水平居中

# Options_Overlay_Player_CheckBox_HighlightHand
source: Highlight cards in hand
ja_jp: 手札のカードを強調表示
ru_ru: Выделять разданные карты
zh_cn: 绿色标记手牌

# Options_Overlay_Player_CheckBox_HighlightDrawn
source: Highlight last drawn card
ja_jp: 最後に引いたカードを強調表示
ru_ru: Выделять взятую карту
zh_cn: 橙色标记抽牌

# Options_Overlay_Player_CheckBox_RemoveZero
source: Remove cards if none remaining
ja_jp: 残っていないカードを削除
ru_ru: Удалить карты, если ни одна не осталась
zh_cn: 如果卡牌用过，不显示在卡组中

# Options_Overlay_Player_CheckBox_IncludeCreated
source: Include cards created in hand (e.g. The Coin)
ja_jp: 作成されたカードを含む (例えば、コイン)
ru_ru: Показывать созданные играя (Монетка)
zh_cn: 包括手牌创建的卡牌 (例如硬币)
